Repository: aws4y/OpenNebulosity
Catalog: nebulosity4/language_files/*_v2.po
Languages: dutch, german

source: About Nebulosity
dutch: Over Nebulosity
german: Über Nebulosity

source: View Help
dutch: Bekijk Help
german: Hilfe

source: View Nebulosity manual
dutch: Bekijk Nebulosity handleiding
german: Nebulosity Anleitung

source: Check Web for Updates
dutch: Controleer Web op Updates
german: Web auf Updates prüfen

source: Check website for updates
dutch: Controleer website op updates
german: Webseite auf Updates prüfen

source: &File
dutch: &Bestand
german: &Datei

source: &Edit
dutch: &Bewerken
german: &Bearbeiten

source: &Batch
dutch: &Groepsconversie
german: &Stapelverarbeitung

source: &Image
dutch: &Afbeelding
german: &Bild

source: Raw image level to set to black
dutch: Raw niveau instelling naar zwart
german: RAW Bildlevel auf schwarz gesetzt

source: Raw image level to set to white
dutch: Raw niveau instelling naar wit
german: RAW Bildlevel auf weiss gesetzt

source: Zoom
dutch: Inzoomen

source: No camera
dutch: Geen camera
german: Keine Kamera

source: Advanced
dutch: Geavanceerd

source: Duration
dutch: Lengte
german: Dauer

source: Gain
dutch: Versterking

source: # Exposures
dutch: # Opnamen
german: # Anzahl Bilder

source: Capture Series
dutch: Opname Serie
german: Serie Aufnehmen

source: Preview
dutch: Voorbeeld
german: Vorschau

source: Frame and Focus
dutch: Kader en Focus
german: Position und Fokus

source: Fine Focus
dutch: Fijn Focus
german: Feinfokus

source: Abort
dutch: Afbreken
german: Abbrechen

source: Directory
dutch: Folder
german: Verzeichnis

source: Name
dutch: Naam

source: Main
dutch: Hoofdbeeld
german: Haupt

source: Display
dutch: Afbeelding
german: Anzeige

source: Capture
dutch: Opname
german: Aufnahme

source: View will be reset the next time you start Nebulosity
dutch: Beeld wordt gereset na opnieuw opstarten
german: Die Anzeige wird beim Neustart zurückgesetzt

source: Please choose a language. If you are changing to a different language, you will need to restart Nebulosity
dutch: Kies een taal. Een nieuwe taalkeuze wordt pas actief na opnieuw opstarten

source: Language
dutch: Taalkeuze
german: Sprache

source: Restart Nebulosity to finish making your change
dutch: Opnieuw opstarten om uw keuze difintief te maken

source: Unable to connect to www.stark-labs.com to check for updates
dutch: Kan niet verbinden met www.stark-labs.com om te controleren op updates
german: Kann nicht mit www.stark-labs.com verbinden um updates zu suchen

source: Your version is current. No updates available
dutch: U heeft de huidige versie. Geen updates beschikbaar
german: Sie haben die aktuellste Version. Keine Updates vorhanden

source: A more recent version of Nebulosity is available at: http://www.stark-labs.com Click OK to open your browser and go there or Cancel to download later.
dutch: een recentere versie van Nebulosity is beschikbaar op: http://www.stark-labs.com Klik OK om website te openen in browser of Annuleren om later te downloaden.
german: Eine neuere Version von Nebulostiy ist verfügbar: http://www.stark-labs.com Clicken Sie OK um die Webseite zu besuchen oder Cancel um das Update später zu laden.

source: Capturing
dutch: Opname loopt

source: Preview acquisition 1/1 %.2f s
dutch: Voorbeeld opname 1/1 %.2f s

source: Preview done %d x %d pixels
dutch: Voorbeeld gereed %d x %d pixels

source: Choose a folder
dutch: Kies folder

source: Select which cameras should be disabled
dutch: Selecteer welke cameras verborgen worden

source: Edit camera list
dutch: Bewerk cameralijst

source: Aborted
dutch: Afgebroken

source: Alignment / Stacking
dutch: Uitlijning / stapelen

source: Save stack
dutch: Opslaan stapel

source: Save each file
dutch: Opslaan per bestand

source: None (fixed)
dutch: Geen (vast)

source: Translation
dutch: Transleren

source: Translation + Rotation
dutch: Transleren + Roteren

source: Translation + Rotation + Scale
dutch: Transleren + Roteren + Schalen

source: Average / Default
dutch: Gemiddelde / Standaard

source: Std. Dev. filter (1.5 - typical)
dutch: Std. Dev. filter (1.5 - typisch)

source: Std. Dev. filter (1.75 - typical)
dutch: Std. Dev. filter (1.75 - typisch)

source: Output mode
dutch: Output modus

source: Alignment method
dutch: Uitlijnmethode

source: Stacking function
dutch: Stapel functie

source: Starfield fine-tune alignment
dutch: Sterveld uitlijning verfijning

source: Fine-tune star location
dutch: Verfijn ster positie

source: Select RAW frames for CIM
dutch: Selecteer RAW platen voor CIM

source: Select color or B/W frames to align
dutch: Selecteer kleuren of B/W platen om uit te lijnen

source: Colors in Motion requires RAW data -- Aborting
dutch: Colors in Motion vereist RAW data -- Afbreken

source: Click on the same non-saturated star (Shift-click to skip)
dutch: Klik op dezelfde niet-verzadigde ster (Shift-klik om door te gaan)

source: CIM-Aligning files
dutch: CIM-Uitlijning bestanden

source: , 0 skipped
dutch: , 0 overgeslagen

source: Aligning files
dutch: Uitlijnen bestanden

source: Click on the star (Shift=skip, Command=keep guess, Alt=auto-all)
dutch: Klik op de ster (Shift=overslaan, Command=bewaar, Alt=alles auto

source: Click on the star (Shift=skip, Ctrl=keep guess, Alt=auto-all)
dutch: Klik op de ster (Shift=overslaan, Ctrl=bewaar, Alt=alles auto

source: CIM-Aligning %d files - %lu to go, %lu skipped
dutch: CIM-Uitlijning %d bestanden = nog %lu te gaan, %lu overgeslagen

source: 2nd star %d valid - on %lu/%u
dutch: 2de ster %d geldig = op %lu/%u

source: Aligning %u files - %lu to go, %lu skipped
dutch: Uitlijning %u bestanden = nog %lu te gaan, %lu overgeslagen

source: All %u frames aligned, stacking
dutch: Alle %u platen uitgelijnd, stapelen

source: Aligned %d / %u files
dutch: Uitgelijnd %d / %u bestanden

source: No frames selected to align and combine
dutch: Geen platen geselecteerd voor uitlijning en combineren

source: Save stack of %d frames
dutch: Opslaan stapel van %d platen

source: Alignment aborted on read error
dutch: Uitlijning gestopt na leesfout

source: Cannot combine B&W and color images. Aborting.
dutch: Kan geen B&W en kleur beelden combineren. Afbreken.

source: Aligning
dutch: Uitlijnen

source: %lu / %u stacked
dutch: %lu / %u gestapeld

source: Memory allocation error.
dutch: Geheugen allocatie fout

source: Custom standard deviation
dutch: Kies standaard deviatie

source: Enter the desired standard deviation (0.1 - 5.0)
dutch: Geef gewenste stadaard deviatie (0.1 - 5.0)

source: Invalid entry. Number must be between 0.1 and 5.0
dutch: Ongeldige waarde. Getal moet liggen tussen 0.1 en 5.0

source: Could not load
dutch: Kan niet openen

source: Wrong color type for image (must be all same type)
dutch: Verkeerd kleur type for afbeelding (verwacht zelfde type)

source: Image size mismatch between images (must be all same size)
dutch: Ongelijke afbeelding-grootte (verwachte gelijke grootte)

source: ABORTED
dutch: AFGEBROKEN

source: %d / %d loaded
dutch: %d / %d geladen

source: %lu pixels to fix
dutch: %lu pixels te repareren

source: Error writing temp file
dutch: Fout bij schrijven naar temp bestand

source: %u red fixes left
dutch: %u rode reparaties over

source: %u red pixels filtered
dutch: %u rode pixels gefiltered

source: %u green fixes left
dutch: %u groene reparaties over

source: %u green pixels filtered
dutch: %u groene pixels gefilterd

source: %u blue fixes left
dutch: %u groene reparaties over

source: %u blue pixels filtered
dutch: %u blauwe pixels gefiltered

source: %u pixels filtered
dutch: %u pixels gefilterd

source: %u fixes left
dutch: %u reparaties over

source: Select frames to combine
dutch: Selecteer platen om te combineren

source: Select the frames to combine
dutch: Selecteer platen om te combineren

source: Auto Align
dutch: Auto Uitlijning

source: Rigid (4 param)
dutch: Rigide (4 param)

source: Transformation method
dutch: Transformatie methode

source: Method
dutch: Methode

source: Size
dutch: Grootte

source: None selected
dutch: Niets geselecteerd

source: Select Master
dutch: Selecteer Master

source: Select master frame
dutch: Selecteet master plaat

source: Select frames to align
dutch: Selecteer platen om uit te lijnen

source: Alignment progess
dutch: Uitlijning voortgang

source: Processing master
dutch: Verwerken master

source: Error writing temporary file - aborting
dutch: Fout bij schrijven van temp bestand - afbreken

source: Aligning frame
dutch: Uitlijning plaat

source: Frame
dutch: Plaat

source: Error during alignment -- aborting
dutch: Fout tijdens uitlijnen - afbreken

source: Done aligning
dutch: Uitlijnen gereed

source: All files marked as skipped
dutch: Alle bestanden gemarkeerd als overgeslagen

source: Min number of images for full CIM?
dutch: Min aantal bestanden voor full CIM?

source: CIM Threshold
dutch: CIM Drempelwaarde

source: Stacking currently only supports equal sized images. Aborting.
dutch: Stapelen ondersteunt nu alleen beelden van gelijke grootte. Afbreken.

source: Cannot do CIM on full-color images. Aborting.
dutch: CIM werkt niet met volledig-kleur beelden. Afbreken

source: Alignment aborted
dutch: Uitlijning afgebroken

source: Gathering data from %lu of %u
dutch: Verzamelen data %lu van %u

source: Processing
dutch: Verwerken

source: Idle
dutch: In rust
german: Leerlauf

source: Doing CIM combination
dutch: Bezig met CIM combinatie

source: Total pixels: %d %%Partial CIM %d %%No CIM stack %d
dutch: Totaal pixels: %d %%Deels CIM %d %%Geen CIM stapel %d

source: FOV Calculator
dutch: Beeldveld Calculator

source: X pixel size
dutch: X pixel grootte

source: Y pixel size
dutch: Y pixel grootte

source: Focal length
dutch: Brandpuntsafstand

source: &Done
dutch: &Gereed

source: &Cancel
dutch: &Annuleren

source: DSS Loader
dutch: DSS lader
german: DSS Laden

source: Download Image
dutch: Download Afbeelding

source: Done
dutch: Gereed

source: Scale:
dutch: Schaling:

source: Image pixels
dutch: Beeld pixels

source: Image FOV (degrees)
dutch: Beeldveld (graden)

source: Overlay X-FOV
dutch: Overlay X-Beeldveld

source: Overlay Y-FOV
dutch: Overlay Y-Beeldveld

source: Downloading image
dutch: Downloaden beeld

source: (L)RGB Color Synthesis
dutch: (L)RGB Kleur Synthese

source: LRGB: Color Ratio
dutch: LRGB: Kleur Ratios

source: LRGB: Traditional HSI
dutch: LRGB: Traditioneel HSI

source: Red frame
dutch: Rode plaat

source: Green frame
dutch: Groene plaat

source: Blue frame
dutch: Blauwe plaat

source: Luminance frame
dutch: Luminantie plaat

source: RGB frame
dutch: RGB plaat

source: Apply
dutch: Toepassen

source: Cannot use this frame as the number of pixels does not match. Please align frames first.
dutch: Kan deze plaat niet gebruiken, het aantal pixels is niet gelijk. Platen eerst uitlijnen

source: Image not a color frame. I doubt you mean to load a BW frame into red, green, and blue.
dutch: Beeld is geen kleuren plaat. Ik betwijfel of je echt een B&W plaat wilt laden in rood, groen en blauw.

source: Which camera?
dutch: Welke camera?

source: Loading
dutch: Openen

source: Pixel reduction=0.6
dutch: Pixel reductie=0.6

source: Pixel reduction=%.1f
dutch: Pixel reductie=%.1f

source: User aborted alignment
dutch: Uitlijning afgebroken door gebruiker

source: Gathering data from %lu of %u (%d%%)
dutch: Verzamelen data van %lu van %u (%d%%)

source: None
dutch: Geen

source: Filter: Not connected
dutch: Filter: Niet aangesloten

source: Filter: Connecting
dutch: Filter: Verbinden

source: Saving
dutch: Opslaan

source: Save Image
dutch: Opslaan Afbeelding

source: Your data were not saved
dutch: Uw data is niet opgeslagen

source: saved
dutch: opgeslagen

source: Open Image
dutch: Open Afbeelding

source: Could not load file
dutch: Kan bestand niet openen

source: Base filename to save
dutch: Basis-bestandsnaam voor opslaan

source: Open FITS file
dutch: Open FITS bestand

source: Cannot open file
dutch: Kan bestand niet openen

source: File is not a valid FITS image
dutch: Bestand is geen geldig FITS beeld

source: Crop Image
dutch: Bijsnijden afbeelding

source: Left
dutch: Links

source: Right
dutch: Rechts

source: Top
dutch: Boven

source: Bottom
dutch: Onder

source: Select 2 or more points first (right-click in image)
dutch: Selecteer eerst 2 of meer punten (rechts-klik in beeld)

source: What is the image resolution? arc-sec / pixel
dutch: Wat is de beeld resolutie? arcsec / pixel

source: Image resolution?
dutch: Beeld resolutie?

source: Scale factor
dutch: Schaal factor

source: Algorithm
dutch: Algoritme

source: Select Frames
dutch: Selecteer Platen

source: Could not load image
dutch: Kan beeld niet openen

source: Properties
dutch: Eigenschappen

source: &Preview
dutch: &Voorbeeld

source: &Show Original
dutch: &Originele Afbeelding

source: Save PPM/PGM (PNM) file
dutch: Opslaan PPM/PGM (PNM) bestand

source: Save Uncompressed TIFF Image
dutch: Opslaan Ongecomprimeerde TIFF Afbeelding

source: Save Compressed TIFF Image
dutch: Opslaan Gecomprimeerde TIFF Afbeelding

source: Save PNG Image
dutch: Opslaan PNG Afbeelding

source: Save BMP Image
dutch: Opslaan BMP Afbeelding

source: Save JPG Image
dutch: Opslaan JPG Afbeelding

source: JPEG Quality?
dutch: JPEG Kwaliteit

source: JPEG Compression Quality
dutch: JPEG Compressie Kwaliteit

source: Open Graphics File
dutch: Open Grafisch Bestand

source: Select FITS files
dutch: Selecteer FITS bestanden

source: Processing %s
dutch: Verwerken %s

source: On %d/%d
dutch: Bij %d/%d

source: Finished processing %d images
dutch: Gereed met verwerken %d beelden

source: Select graphic image files
dutch: Selecteer beeld bestanden

source: Select color graphic image files
dutch: Selecteer kleuren beel bestanden

source: Not a color image - skipping
dutch: Geen kleur bestand - overslaan

source: Levels / Power stretch
dutch: Niveaus / Power stretch

source: Hue / Saturation / Lightness
dutch: Kleurtoon / Verzadiging / Helderheid

source: Hue, Saturation, Lightness
dutch: Kleurtoon, Verzadiging, Helderheid

source: Color Offset Adjustment
dutch: Kleur Offset Aanpassing

source: Color offset adjustment
dutch: Kleur offset aanpassing

source: Color scaling adjustment
dutch: Kleur schaling aanpassen

source: Color Scaling Adjustment
dutch: Kleur Schaling Aanpassen

source: Edge Enhancement
dutch: Rand Verscherpen

source: Tighten Edges
dutch: Krimp Randen

source: Tighten Star Edges
dutch: Krimp Ster Randen

source: Vertical Smoothing
dutch: Verticaal Vervagen

source: Adaptive Median NR
dutch: Adaptief Mediaan Ruis Reductie

source: Adaptive Median Noise Reduction
dutch: Adaptief Mediaan Ruis Reductie

source: Gaussian Blur
dutch: Gaussisch Vervagen

source: &Save
dutch: &Opslaan

source: &Zoom
dutch: &Inzoomen

source: Reset (Linear)
dutch: Reset (Lineair)

source: Quick Mega
dutch: Snel Mega

source: Last curve
dutch: Laatste curve

source: Saved curve
dutch: Curve Opgeslagen

source: Pre-sets
dutch: Voorinstellingen

source: &Apply
dutch: &Toepassen

source: Target images must be at least as large as reference image
dutch: Doel-afbeelding moet ten minste zo groot zijn als de referentie

source: Multiply by X
dutch: Vermenigvuldigen met X

source: Divide by X
dutch: Delen door X

source: Add X
dutch: X Optellen

source: Subtract X
dutch: X Aftrekken

source: Square root
dutch: Wortel trekken

source: Invert
dutch: Negatief

source: Exposure Status
dutch: Opname Status

source: Exposure Duration
dutch: Opname Lengte

source: Edit
dutch: Bewerken

source: Undo
dutch: Ongedaan maken

source: Temporary 'undo' files found, perhaps from a crashed session. Should I delete them?
dutch: Tijdelijke 'ongedaan maken' bestanden gevonden, wellicht van een gecrashde sessie. Verwijderen?

source: Delete temporary files?
dutch: Verwijder tijdelijke bestanden

source: Temporary auto-align files found, perhaps from a crashed session. Should I delete them?
dutch: Tijdelijke auto-uitlijning bestanden gevonden, wellicht van een gecrashde sessie. Verwijderen?

source: Temporary multi-preproc files found, perhaps from a crashed session. Should I delete them?
dutch: Tijdelijke multi-voorbewerkings bestanden gevonden, wellicht van een gecrashde sessie. Verwijderen?

source: Undone - %d undos left
dutch: Ongedaan gemaakt - nog %d keer mogelijk

source: Redone - %d redos left
dutch: Opnieuw Uitgevoerd - nog %d keer mogelijk

source: Dark
dutch: Donker plaat

source: Flat
dutch: Platte plaat

source: Bias
dutch: Compensatie plaat

source: Autoscale dark
dutch: Autoschaal donker

source: Select dark frame
dutch: Selecteer donker plaat

source: Select flat frame
dutch: Selecteer platte plaat

source: Select bias frame
dutch: Selecteer compensatie plaat

source: Bad pixel mapping only possible on RAW color or BW data. This is a full-color image.
dutch: Slechte pixels mapping alleen mogelijk op RAW of B&W data. Dit is een volledig-kleur beeld

source: Create Bad Pixel Map
dutch: Maak Slechte Pixels Plaat (BPM)

source: Adjust threshold
dutch: Aanpassen drempel

source: bad pixels
dutch: slechte pixels

source: Select RAW//BW frames
dutch: Selecteer RAW//B&W platen

source: Could not load RAW frame
dutch: Kan RAW plaat niet openen

source: Image already a color image. Aborting.
dutch: Beeld is al in kleur. Afbreken.

source: Error writing output file - file exists or disk full?
dutch: Fout bij schrijven bestand - bestand bestaat al of disk vol?

source: Finished processing
dutch: Gereed met verwerken

source: Could not load first image file
dutch: Kan eerste afbeeldings-bestand niet openen

source: You must specify at least one pre-processing file. Otherwise, not much processing going on is there?
dutch: U moet tenminste een bestand kiezen om voor te bewerken. Anders valt er niet veel te bewerken wel?

source: Could not load dark file
dutch: Kan donker bestand niet openen

source: Dark file not of right color type
dutch: Donker bestand niet van het juiste kleur type

source: Could not allocate needed memory
dutch: Kan benodigde geheugen niet alloceren

source: Warning -- could not find a suitable definition of hot pixel threshold after 20 iterations. Turning automatic dark scaling off (count=
dutch: Waarschuwing -- kan geen geschikte definitie van hot pixel drempel vinden na 20 iteraties. Automatische donker schaling uitgezet (teller=

source: Could not load BPM file
dutch: Kan BPM bestand niet openen

source: BPM should be a monochrome file and it's a color one
dutch: BPM moet monochrome zijn, deze is in kleur

source: Could not load flat file
dutch: Kan plat bestand niet openen

source: Flat file not of right color type
dutch: Plat bestand niet van het juiste kleur type

source: Flat file and dark file have different # of pixels
dutch: Plat en donker bestanden hebben verschillend # pixels

source: Could not load bias file
dutch: Kan compensatie bestand niet openen

source: bias file not of right color type
dutch: Compensatie bestand niet van het juiste kleur type

source: Bias file and dark/flat file have different # of pixels
dutch: Compensatie en donker/platte bestanden hebben verschillend # pixels

source: Could not load light frame
dutch: Kan lichte plaat niet openen

source: Wrong color type for light frame
dutch: Verkeerd kleur type for lichte plaat

source: Image size mismatch between light frame and dark/flat/bias
dutch: Ongelijke afbeelding-grootte tussen lichte plaat en donker/plat/compensatie

source: Output file exists - should we overwrite this and any others (OK) or should we abort pre-processing (Cancel)?
dutch: Doel bestand bestaat al - deze en volgenden vervangen (OK) of voorbewerken afbreken (Annuleren)?

source: Allow overwrites?
dutch: Vervangen toestaan?

source: images
dutch: afbeeldingen

source: Select Color Pre-process Frames
dutch: Selecteer Kleuren Voorbewerkings Platen

source: Select B&W / RAW Pre-process Frames
dutch: Selecteer B&W / RAW Voorbewerkings Platen

source: Select light frames
dutch: Selecteer lichte platen

source: Reference image
dutch: Referentie afbeelding

source: Multiple set pre-processing
dutch: Meervoudige groeps-voorbewerking

source: - - - - - None loaded - - - - -
dutch: - - - - - Niets geopend - - - - -

source: No bias
dutch: Geen compensatie plaat

source: Bias 1
dutch: Compensatie 1

source: Bias 2
dutch: Compensatie 2

source: No dark
dutch: Geen donker plaat

source: Dark 1
dutch: Donker 1

source: Dark 2
dutch: Donker 2

source: Dark 3
dutch: Donker 3

source: No flat
dutch: Geen platte plaat

source: Flat 1
dutch: Plat 1

source: Flat 2
dutch: Plat 2

source: Flat 3
dutch: Plat 3

source: Flat 4
dutch: Plat 4

source: Flat 5
dutch: Plat 5

source: No processing
dutch: Geen verwerking

source: 2x2 mean
dutch: 2x2 gemiddelde

source: 3x3 median
dutch: 3x3 mediaan

source: 7 pixel blur
dutch: 7 pixels vervagen

source: 10 pixel blur
dutch: 10 pixels vervagen

source: CFA Scaling
dutch: CFA Schaling

source: Dark subtract
dutch: Donker plaat aftrekken

source: BPM RAW color
dutch: BPM RAW kleur

source: Stack method for biases, darks, and flats?
dutch: Stapel methode for compensatie, donker en platte platen?

source: Average
dutch: Gemiddelde

source: Select dark(s) or BPM: Set
dutch: Selecteer donker plaat(en) of BPM

source: Select bias(es): Set
dutch: Selecteer compensatie plaat(en)

source: Select light(s): Set
dutch: Selecteer lichte plaat(en)

source: Select flat(s): Set
dutch: Selecteer platte plaat(en)

source: asking for undefined bias frame
dutch: vraagt om ongedefinieerde compensatie plaat

source: asking for undefined dark frame
dutch: vraagt om ongedefinieerde donker plaat

source: When using bad pixel mapping, only select a single frame (the BPM) with the Dark button. BPMs aren't stacked. So, you should have already made a single BPM that you will pass in here.
dutch: Bij gebruik van slechte pixel mapping selecteert u een enkele plaat (de BPM) met de Donker Frame knop.BPMs worden niet gestapeld. U moet hier dus al eerder een BPM gemaakt hebben.

source: No light frames defined -- define at least one or hit Cancel
dutch: Geen lichte platen gedefinieerd -- definieer er tenminste een of kies annuleren.

source: Error stacking darks
dutch: Fout bij stapelen van donker plaat

source: Error saving dark stack
dutch: Fout bij opslaan stapel donker platen

source: Pre-processing
dutch: Voorbewerken

source: Processing control frames
dutch: Voorbewerken control platen

source: Error loading bias to apply to flat
dutch: Fout bij openen compensatie plaat voor platte plaat

source: Error loading flat to subtract bias from it
dutch: Fout bij openen platte plaat om compensatie plaat van af te trekken

source: Error saving bias-processed flat:
dutch: Fout bij opslaan compensatie-verwerkte plaat

source: Error loading dark to apply to flat
dutch: Fout bij openen donker plaat voor platte plaat

source: Error loading flat to subtract dark from it
dutch: Fout bij openen platte plaat om donker plaat van af te trekken

source: Error saving dark-processed flat:
dutch: Fout bij opslaan donker-verwerkte plaat:

source: Processing set
dutch: Verwerken set

source: Image Previewer
dutch: Afbeelding Voorbeeld

source: Rename
dutch: Hernoemen

source: Delete
dutch: Verwijderen

source: Next
dutch: Volgende

source: Previous
dutch: Vorige

source: Lock image
dutch: Afbeelding vastzetten

source: Blink
dutch: Knipperen

source: Load Images
dutch: Openen Beelden

source: Rename prefix
dutch: Prefix hernoemen

source: Output file exists
dutch: Doelbestand bestaat al

source: Delete file?
dutch: Verwijder bestand?

source: Confirm
dutch: Bevestigen

source: Could not delete file
dutch: Kan bestand niet verwijderen

source: Blink delay (0-1000 ms)?
dutch: Knipper vertraging (0-1000ms)?

source: Enter blink delay (ms)
dutch: Geef knipper vertraging op (ms)

source: Stop blinking
dutch: Stop knipperen

source: Create new copies (Yes) or merely rename existing images (No)
dutch: Maak nieuwe copie (Ja) of hernoem bestaande afbeedlingen (Nee)
