Repository: aws4y/OpenNebulosity
Catalog: nebulosity4/language_files/*_v2.po
Languages: dutch, german

source: Error
dutch: Fout

source: Cannot allocate enough memory
dutch: Onvoldoende geheugen beschikbaar

source: &View
dutch: Beeld
german: &Ansicht

source: QSI Control
dutch: QSI Configuratie
german: QSI Steuerung

source: SBIG Control
dutch: SBIG Configuratie
german: SBIG Steuerung

source: QHY9 Control
dutch: QHY9 Configuratie
german: QHY9 Steuerung

source: Apogee Control
dutch: Apogee Configuratie
german: Apogee Steuerung

source: FLI Control
dutch: FLI Configuratie
german: FLI Steuerung

source: Moravian Control
dutch: Moravian Configuratie
german: Moravian Steuerung

source: PHD Link
dutch: PHD Verbinding

source: Ext. Filter Wheel
dutch: Ext. Filterwiel
german: Ext. Filterrad

source: Mini Capture
dutch: Mini Opname
german: Mini Aufnahme

source: Notes
dutch: Notities
german: Bemerkungen

source: History
dutch: Geschiedenis
german: Verlauf

source: Main Image
dutch: Hoofd-afbeelding
german: Hauptbild

source: Display Control
dutch: Beeld Configuratie
german: Anzeige Einstellung

source: Capture Control
dutch: Opname Configuratie
german: Aufnahmesteuerung

source: Pixel Stats
dutch: Pixel Statistiek
german: Pixel Statistik

source: &Open File Ctrl+O
dutch: &Openen Ctrl+O
german: &Datei öffnen Ctrl+O

source: Open file
dutch: Openen
german: Datei öffnen

source: Preview Files
dutch: Voorbeeld
german: Datei Vorschau

source: Preview / Rename / Delete files
dutch: Voorbeeld / Naam wijzigen / Verwijder bestanden
german: Vorschau / Umbenennen / Löschen einer Datei

source: Download DSS Image
dutch: Download DSS Afbeelding
german: DSS Bild laden

source: View FITS header
dutch: FITS Header Weergeven

source: &Save Current File Ctrl+S
dutch: Opslaan Ctrl+S
german: Datei speichern Ctrl+S

source: Save current file as FITS
dutch: Opslaan als FITS
german: Datei als FITS speichern

source: Save &BMP File as Displayed
dutch: Opslaan beeld als &BMP
german: BMP Datei wie angezeigt speichern

source: Save current display in 24-bit BMP format
dutch: Opslaan beeld als 24-bit BMP
german: Aktueller Bildschirm als 24-bit BMP speichern

source: Save &JPG File as Displayed
dutch: Opslaan beeld als &JPG
german: JPG Datei wie angezeigt speichern

source: Save current display in 24-bit JPG format
dutch: Opslaan beeld als 24-bit JPG
german: Aktueller Bildschirm als 24-bit JPG speichern

source: Save 16-bit/color &TIFF File
dutch: Opslaan als 16-bit/kleur &TIFF
german: 16-bit/farb TIFF Datei speichern

source: Save as 16-bit/color TIFF (uncompressed)
dutch: Opslaan als 16-bit/kleur TIFF (ongecomprimeerd)
german: 16-bit/farb TIFF Datei speichern (unkomprimiert)

source: Save 16-bit/color &Compressed TIFF File
dutch: Opslaan als 16-bit/kleur &Gecomprimeerde TIFF
german: 16-bit/farb TIFF Datei speichern (komprimiert)

source: Save as 16-bit/color TIFF (compressed)
dutch: Opslaan als 16-bit/kleur TIFF (gecomprimeerd)
german: 16-bit/farb TIFF Datei speichern (komprimiert)

source: Save 16-bit/color &PNG File
dutch: Opslaan als 16-bit/kleur &PNG
german: 16-bit/farb PNG Datei speichern

source: Save as 16-bit/color PNG
dutch: Opslaan als 16-bit/kleur PNG
german: 16-bit/farb PNG Datei speichern

source: Save 16-bit/color &PPM/PGM/PNM File
dutch: Opslaan als 16-bit/kleur &PPM/PGM/PNM
german: 16-bit/farb PPM/PGM/PNM Datei speichern

source: Save as 16-bit/color PNM file
dutch: Opslaan als 16-bit/kleur PNM
german: 16-bit/farb PNM Datei speichern

source: Save Color Components
dutch: Opslaan Kleur Componenten
german: Farbkomponenten sichern

source: Split color components into different files
dutch: Splits kleur componenten in verschillene bestanden
german: Farbanteile in Dateien aufteilen

source: Launch new instance
dutch: Start als nieuwe taak
german: Neue Instanz starten

source: Launch new instance of Nebulosity
dutch: Start Nebulosity als nieuwe taak
german: Neue Instanz von Nebulosity starten

source: Change language
dutch: Taal instellen
german: Sprache wechseln

source: Change language / locale
dutch: Taal / plaats instellen
german: Sprache wechseln / Lokalisierung

source: Exit Ctrl+Q
dutch: Afsluiten Ctrl+Q
german: Beenden Ctrl+Q

source: Quit program
dutch: Programma afsluiten
german: Programm beenden

source: Undo Ctrl+Z
dutch: Ongedaan Maken Ctrl+Z
german: Rückgängig Ctrl+Z

source: Undo last image change
dutch: Ongedaan maken laatste wijziging
german: Letzte Bildänderung rückgängig machen

source: Redo Ctrl+Y
dutch: Opnieuw Uitvoeren Ctrl+Y
german: Wiederholen Ctrl+Y

source: Redo last undo
dutch: Opnieuw uitvoeren
german: Letztes rückgängig wiederholen

source: &Image Info
dutch: &Afbeelding Info
german: &Bild Information

source: Info on current image
dutch: Info huidige afbeelding
german: Info über aktuelles Bild

source: Measure &Distance
dutch: &Meet Afstand
german: Distanz Messen

source: Measure distance between points on image
dutch: Meet afstand tussen twee punten
german: Distanz zwischen Bildpunkten messen

source: Edit/Create Script
dutch: Bewerken/Maken Script
german: Ändern/Skript erstellen

source: Edit or create script file
dutch: Bewerken of maken nieuw script bestand
german: Skript ändern oder erstellen

source: Run Script Ctrl+R
dutch: Uitvoeren Script Ctrl+R
german: Skript ausführen

source: Run (execute) a script file
dutch: Uitvoeren van script bestand
german: Skript Datei ausführen

source: &Preferences
dutch: &Voorkeur Instellingen
german: Voreinstellungen

source: Set program options and preferences
dutch: Instellen opties en voorkeuren
german: Pogrammeinstellungen und Optionen

source: De-select cameras
dutch: Deselecteer cameras
german: Kameras abwählen

source: Enable / disable cameras
dutch: Selecteer / Deselecteer cameras
german: Kameras aktivieren/deaktivieren

source: Check / Update license
dutch: Controleer / Vernieuw licentie
german: Lizenz prüfen / editieren

source: Check or change your license
dutch: Controleer of wijzig uw licentie
german: Prüfen oder ändern Ihrer Lizenz

source: Pre-process &Color Images
dutch: Voorbewerken &Kleuren Afbeeldingen
german: Vorbearbeitung von Farbbildern

source: Dark/flat/bias on full color images
dutch: Donker/plat/compensatie volledige kleuren afbeeldingen
german: Dark/flat/bias von Farbbildern

source: Pre-process &B&&W/Raw Images
dutch: Voorbewerken &B&&W/Raw Afbeeldingen
german: Vorbearbeitung von S/W Bildern

source: Dark/flat/bias on B&W or RAW color images
dutch: Donker/plat/compensatie B&W of RAW kleuren afbeeldingen
german: Dark/flat/bias von S/W Bildern

source: Pre-process multiple sets
dutch: Voorbewerken meerdere series
german: Vorbearbeitung mehrerer Bilder

source: Dark/flat/bias on several sets of images
dutch: Donker/plat/compensatie op meerdere afbeeldingsseries
german: Dark/flat/bias von mehreren Bildern

source: Make Bad Pixel Map
dutch: Maak slechte pixels afbeelding (BPM)
german: Erstellen einer Bad Pixel Map

source: Create map of bad pixels
dutch: Maak afbeelding van slechte pixels (BPM)
german: Erstellen einer Bad Pixel Map

source: Remove Bad Pixels: RAW Color
dutch: Verwijder Slechte Pixels: Kleuren RAW
german: Entfernen von Bad Pixels: RAW Color

source: Remove bad pixels from a set of RAW color images
dutch: Verwijders slechte pixels van serie kleuren RAWs
german: Entfernen von Bad Pixels bei einer Serie von RAW Color Bildern

source: Remove Bad Pixels: B&&W
dutch: Verwijder Slechte Pixels: B&&W
german: Entfernen von Bad Pixels: S/W

source: Remove bad pixels from a set of B&W images
dutch: Verwijders slechte pixels van serie B&Ws
german: Entfernen von Bad Pixels bei einer Serie von S/W Bildern

source: Bad Pixels
dutch: Slechte Pixels

source: Batch Demosaic+Square RAW color
dutch: Groepsconversie Demosaic + Vierkante Pixels RAW kleur
german: Stapelverarbeitung Demosaic+Square RAW color

source: Batch recon RAW color recon: Demosaic + Squaring
dutch: Groepsconversie reconstr. kleuren RAWs: Demosaic + Vierkante Pixels
german: Stapelverarbeitung RAW color Rekonstruktion: Demosaic + Squaring

source: Batch Square B&&W
dutch: Groepsconversie Vierkante Pixels B&&W
german: Stapelverarbeitung Square S/W

source: Batch RAW recon B&W frames: Pixel squaring
dutch: Groepsconversie reconstr. B&W RAWs: Vierkante pixels
german: Stapelverarbeitung Square S/W

source: Grade Image Quality (auto)
dutch: Beoordeel Kwaliteit Afbeeldingen(auto)
german: Beurteilung der Bidqualtät (auto)

source: Grade images based on quality
dutch: Beoordeel afbeeldingen op kwaliteit
german: Beurteilung der Bilder anhand der Bildqualität

source: Normalize Intensities
dutch: Normaliseer Intensiteiten
german: Intensität normalisieren

source: Normalize image intensities
dutch: Normaliseer intensiteiten afbeelding
german: Intensität normalisieren

source: Match histograms
dutch: Histogrammen gelijk maken
german: Histogramme abstimmen

source: Match image histograms to a reference
dutch: Histogrammen gelijk maken aan referentie afbeelding
german: Histogramme zu einer Referenz abstimmen

source: &Align and Combine Images
dutch: Afbeeldingen &Uitlijnen en Combineren
german: Bilder ausrichten und kombinieren

source: Alignment and stacking (all methods)
dutch: Uitlijnen en stapelen (alle methodes)
german: Ausrichtung und Stacking (alle Methoden)

source: &Automatic Alignment (non-stellar)
dutch: &Automatische Uitlijning (zonder ref. sterren)
german: Automatische Ausrichtung (nicht stellar)

source: Automatic image registration
dutch: Automatische registratie afbeelding
german: Automatische Bildausrichtung

source: 2x2 Bin: Sum
dutch: 2x2 Bin: Som

source: Batch 2x2 bin - sum
dutch: Groepsconversie 2x2 bin - som
german: Stapelverarbeitung 2x2 bin - sum

source: 2x2 Bin: Average
dutch: 2x2 Bin: Gemiddelde
german: 2x2 Bin: Durchschnitt

source: Batch 2x2 bin - average
dutch: Groepsconversie 2x2 bin - gemiddelde
german: 2x2 Bin - Durchschnitt

source: 2x2 Bin: Adaptive
dutch: 2x2 Bin: Adaptief
german: 2x2 Bin: Adaptiv

source: Batch 2x2 bin - adaptive
dutch: Groepsconversie 2x2 bin - adaptief
german: 2x2 Bin - Adaptiv

source: L-R Mirror
dutch: Horizontaal Spiegelen
german: L-R Spiegeln

source: Batch Left-Right mirror
dutch: Groepsconversie horizontaal spiegelen
german: Stapelverarbeitung L-R Spiegeln

source: U-D Mirror
dutch: Verticaal Spiegelen
german: O-U Spiegeln

source: Batch Up-Down mirror
dutch: Groepsconversie verticaal spiegelen
german: Stapelverarbeitung O-U Spiegeln

source: 90-CW Rotation
dutch: Rechtsom Roteren
german: Rotation 90-Uhrzeigersinn

source: Batch 90-CW Rotation
dutch: Groepsconversie rechtsom roteren
german: Stapelverarbeitung 90-Uhreigersinn

source: 180 Rotation
dutch: 180 Roteren
german: Rotation 180

source: Batch 180 Rotation
dutch: Groepsconversie 180 Roteren
german: Stapelverarbeitung 180

source: 90-CCW Rotation
dutch: Linksom Roteren
german: Rotation 90-Gegenuhrzeigersinn

source: Batch 90-CCW Rotation
dutch: Groepsconversie linksom roteren
german: Stapelverarbeitung 90-Gegenuhrzeigersinn

source: Resize
dutch: Grootte Wijzigen
german: Bildgrösse ändern

source: Batch Resize
dutch: Groepsconversie Grootte Wijzigen
german: Stapelverarbeitung Bildgrösse

source: Crop
dutch: Selectie Uitsnijden
german: Freistellen

source: Batch Crop
dutch: Groepsconversie Uitsnijden
german: Stapelverarbeitung Freistellen

source: Batch Geometry
dutch: Groepsconversie Geometrie
german: Stapelverarbeitung Geometrie

source: FITS to PNG
dutch: FITS naar PNG
german: FITS in PNG

source: Batch convert FITS to 16-bit/color PNG
dutch: Groepsconversie FITS naar 16-bit/kleur NPG
german: Stapelverarbeitung FITS in 16-bit/farb PNG

source: FITS to TIFF
dutch: FITS naar TIFF
german: FITS in TIFF

source: Batch convert FITS to 16-bit/color TIFF
dutch: Groepsconversie FITS naar 16-bit/kleur TIFF
german: Stapelverarbeitung FITS in 16-bit/farb TIFF

source: Graphics File to FITS
dutch: Grafisch bestand naar FITS
german: Grafikdatei in FITS

source: Batch convert BMP, JPG, PNG, etc. to FITS
dutch: Groepsconversie BMP, JPG, PNG, etc. naar FITS
german: Stapelverarbeitung BMP, JPG, PNG, etc. in FITS

source: DSLR RAW to FITS
dutch: DSLR RAW naar FITS
german: DSLR RAW in FITS

source: Color to mono
dutch: Kleur naar mono
german: Farb in Mono

source: Batch convert color into mono files
dutch: Groepsconversie kleur naar mono bestand
german: Stapelverarbeitung Farbe in Mono

source: RGB to 3 separate color
dutch: RGB naar 3 separate kleuren
german: RGB in 3 Grundfarben

source: Batch convert color 3 mono files
dutch: Groepsconversie kleur naar 3 mono bestanden
german: Stapelverarbeitung Farbe in 3 Mono Dateien

source: Batch Conversion
dutch: Groepsconversie
german: Stapelverarbeitung Umwandlung

source: Generic RAW into Luminosity only
dutch: Generiek RAW naar Luminantie
german: Generisches RAW in Helligkeit

source: Strip Bayer pattern into Luminosity channel only
dutch: Luminantie kanaal uit Bayer patroon
german: Bayer Raster entfernen um Helligkeitskanal zu generieren

source: Low-Noise 2x2 Bin
dutch: Lage Ruis 2x2 BIN

source: Adaptive binning for filtered one-shot color images
dutch: Adaptieve binning voor gefilterde kleurenchip afbeeldingen
german: Adaptives binning für gefilterte one-shot Farbbilder

source: RGB camera, Extract R
dutch: RGB camera, Selecteer R
german: RGB Kamera, R Auszug

source: Extract R pixels only
dutch: Selecteer alleen R pixels
german: Auszug der R Pixel

source: RGB camera, Extract G
dutch: RGB camera, Selecteer G
german: RGB Kamera, G Auszug

source: Extract G pixels only (average fields)
dutch: Selecteer alleen G pixels (gemiddelde velden)
german: Auszug der G Pixel (Durchschnitts Felder)

source: RGB camera, Extract B
dutch: RGB camera, Selecteer B
german: RGB Kamera, B Auszug

source: Extract B pixels only
dutch: Selecteer alleen R pixels
german: RGB Kamera, B Auszug

source: RGB camera, Nebula filter
dutch: RGB camera, Nevels filter
german: RGB Kamera, Nebelfilter

source: RAW conversion with nebula filter and RGB array
dutch: RAW conversie met Nevel filter en RGB matrix
german: RAW Umwandlung mit Nebelfilter und RGB Chip

source: CMYG camera, pure O-III filter
dutch: CMYG camera, puur O-III filter
german: CMYK Kamera, reiner O-III Filter

source: RAW conversion with pure O-III filter CMYG array
dutch: RAW conversie met puur O-III filter CMYG matrix
german: RAW Umwandlung mit reinem O-III Filter und CMYK Chip

source: CMYG camera, Nebula filter
dutch: CMYG camera, Nevel filter
german: CMYK Kamera, Nebelfilter

source: RAW conversion with nebula filter and CMYG array
dutch: RAW conversie met nevel filter en CMYG matrix
german: RAW Umwandlung mit Nebelfilter und CMYK Chip

source: Batch One-shot Color with Line Filters
dutch: Groepsconversie kleurenchip met lijn filters
german: Stapelverarbeitung Farbkamera mit Linienfiltern

source: De-mosaic RAW (&Faster) + Square
dutch: De-mosaic RAW (&Snel) + Vierkante Pixels
german: De-mosaic RAW (Schneller) + Square

source: Fast: Convert RAW image to color image
dutch: Snel: conversie RAW afbeelding naar kleuren afbeelding
german: Schnell: Umwandlung RAW Bild zu Farbbild

source: &De-mosaic RAW (Best quality) + Square Ctrl+B
dutch: &De-mosaic RAW (Beste kwaliteit) + Vierkante Pixels Ctrl+B
german: De-mosaic RAW (Beste Qualität) + Square Ctrl+B

source: Best quality: Convert RAW image to color image
dutch: Beste kwaliteit: conversie RAW afbeelding naar kleuren afbeelding
german: Beste Qualität: Umwandlung RAW Bild zu Farbbild

source: Square B&&W pixels
dutch: Vierkante B&&W pixels
german: Quadratische S/W pixel erzeugen

source: Square black and white pixels
dutch: Vierkante grijsschaal pixels
german: Erzeugt quadratische S/W Pixel

source: RGB camera, Nebula filter v2
dutch: RGB camera, Nevel filter v2
german: RGB Kamera, Nebelfilter v2

source: RGB camera, Extract G1
dutch: RGB camera, Selecteer G1
german: RGB Kamera, G1 extrahieren

source: Extract G pixels only - Field 1
dutch: Selecteer alleen G pixels - Veld 1
german: Extrahiert G Bildpunkte nur in Feld 1

source: RGB camera, Extract G2
dutch: RGB camera, Selecteer G2
german: RGB Kamera, G2 extrahieren

source: Extract G pixels only - Field 2
dutch: Selecteer alleen G pixels - Veld 2
german: Extrahiert G Bildpunkte nur in Feld 2

source: RAW conversion with Ha filter and CMYG array
dutch: RAW conversie met Ha filter en CMYG matrix
german: RAW Umwandlung mit Ha Filter und CMYK Sensor

source: One-shot Color with Line Filters
dutch: Kleurenchip met Lijnfilters
german: Farbkamera mit Linien Filtern

source: Crop Ctrl+K
dutch: Selectie Uitsnijden Ctrl+K
german: Ausschneiden Ctrl+K

source: Crop imaget
dutch: Selectie uitsnijden
german: Ausschneiden

source: L-R (Horiz.) Mirror
dutch: Horizontaal Spiegelen
german: L-R (Horiz.) Spiegeln

source: Left/Right mirror image
dutch: Horizontaal gespiegelde afbeelding
german: Links/Rechts spiegeln

source: U-D (Vert.) Mirror
dutch: Verticaal Spiegelen
german: O/U (Vert.) Spiegeln

source: Up/Down mirror image
dutch: Verticaal gespiegelde afbeelding
german: Oben/Unten spiegeln

source: Rotate 90 CW
dutch: Rechtsom Roteren
german: Drehen 90 Uhrzeigersinn

source: Rotate 90 clockwise
dutch: Rechtsom roteren
german: Drehen 90 Uhrzeigersinn

source: Rotate 90 CCW
dutch: Linksom Roteren
german: Drehen 90 Gegenuhrzeigersinn

source: Rotate 90 counter-clockwise
dutch: Linksom roteren
german: Drehen 90 Gegenuhrzeigersinn

source: Rotate 180
dutch: Roteren 180
german: Drehen 180

source: Rotate 180 degrees
dutch: Roteren 180 graden
german: Drehen 180 Grad

source: Mirror/Rotate Image
dutch: Spiegelen/Roteren Afbeelding
german: Bild Spiegeln/Drehen

source: Resize Image
dutch: Grootte Wijzigen
german: Bildgrösse ändern

source: Resize / resample image
dutch: Grootte afbeelding wijzigen
german: Bildgrösse / Sampling

source: Levels / Power Stretch Ctrl+L
dutch: Niveaus / Power Stretch Ctrl+L
german: Histogramm / Power Stretch Ctrl+L

source: Apply Levels / Power stretch tool to the image
dutch: Toepassen van Niveaus / Power stretch tool op afbeelding
german: Histogramm und Power Stretch einstellen

source: Digital Development Processing
dutch: Digital Development Bewerking
german: Digitale Bildentwicklung

source: &Zero Min
dutch: &Nul Min

source: Reset image min to zero
dutch: Stel afbeelding minimum op nul
german: Zurücksetzen Bild min. auf 0

source: &Scale Intensity
dutch: &schaal Intensiteit
german: &Intensität skalieren

source: Rescale image by a constant
dutch: Schaal afbeelding met een constante
german: Skalieren des Bildes durch eine Konstante

source: Adjust Color Background (Offset) Ctrl+A
dutch: Aanpassen Achtegrond Kleur (Offset) Ctrl+A
german: Bildhintergrund einstellen (Offset) Ctrl+A

source: Subtract color to balance background
dutch: Kleur aftrekken om achtergrond te balanceren
german: Durch Farbabzug Hintergrund neutralisieren

source: Adjust Color Scaling Alt+S
dutch: Aanpassen Kleurschaling Alt+S
german: Farbskalierung einstellen Alt+S

source: Rescale each color by a constant
dutch: Schaal iedere kleur met een constante
german: Jede Farbe durch eine Konstante skalieren

source: Auto Color Balance
dutch: Auto Kleurbalans
german: Automatische Farbbalance

source: Equate color channel histograms
dutch: Kleurkanaal histogrammen gelijkmaken
german: Farbkanal Histogramme ausgleichen

source: Adjust Hue / Saturation
dutch: Aanpassen Kleurtoon / Verzadiging
german: Farbton / Sättigung

source: Adjust Hue, Saturation and Lightness
dutch: Aanpassen Kleurtoon, Verzadiging en Helderheid
german: Einstellen von Farbton, Sättigung und Licht

source: Discard color (L only)
dutch: Verwijder kleur (L overhouden)
german: Farbe entfernen (nur L)

source: Extract luminance data
dutch: Luminantie data bepalen
german: Helligkeitsdaten extrahieren

source: LRGB Color Synthesis
dutch: LRGB Kleur Synthese
german: LRGB Farbsynhese

source: Combine (L)RGB data
dutch: Combineer (L)RGB data
german: (L)RGB Daten kombinieren

source: 2x2 bin: Sum
dutch: 2x2 bin: Som

source: 2x2 binning, adding data
dutch: 2x2 binning, data optellen
german: 2x2 binning, Daten summieren

source: 2x2 bin: Average
dutch: 2x2 bin: Gemiddelde
german: 2x2 bin: Durchschnitt

source: 2x2 binning, averaging data
dutch: 2x2 binning, data middelen
german: 2x2 binning: Durchschnitt der Daten

source: 2x2 bin: Adaptive
dutch: 2x2 bin: Adaptief

source: 2x2 binning, using full scale
dutch: 2x2 binning, gebruik volledige schaal
german: 2x2 bin: Adaptive

source: Gaussian blur
dutch: Gaussisch vervagen
german: Gaussche Unschärfe

source: 3x3 Pixel Median
dutch: 3x3 Pixel Mediaan
german: 3x3 Pixel Mitteln

source: 3x3 pixel median
dutch: 3x3 pixel mediaan
german: 3x3 Pixel Mitteln

source: Bin/Blur Image
dutch: Bin/Vervaag Afbeelding
german: Verwischen/Unschärfe

source: Sharpen
dutch: Scherpte
german: Schärfen

source: Traditional sharpen filter
dutch: Traditioneel verscherp filter
german: Traditionelle Schärfe

source: Laplacian sharpen filter
dutch: Laplace-operator verscherp filter
german: Laplace Schärfe

source: Tighten star edges (morphological) Ctrl+T
dutch: Krimp ster randen (morfologisch) Ctrl+T
german: Sternränder verbessern Ctrl+T

source: Tighten stars with edge detection
dutch: Sterren verkleinen met rand detectie
german: Sterne verkleinern mit Randerkennung

source: Unsharp mask
dutch: Onscherp masker
german: Unscharf maskieren

source: Sharpen via unsharp mask
dutch: Verscherpen via onscherp masker
german: Schärfen mit unscharfer Maske

source: Sharpen image
dutch: Verscherp afbeelding
german: Bild Schärfen

source: &Vertical smoothing (deinterlace)
dutch: &Verticaal vervagen (deinterlace)
german: Vertikale Glättung (deinterlace)

source: Vertical smoothing (deinterlace)
dutch: Verticaal vervagen (deinterlace)
german: Vertikale Glättung (deinterlace)

source: &Adaptive median noise reduction
dutch: &Adaptief (mediaan) ruis reductie
german: Adaptives Mitteln / Rauschreduktion

source: Noise reduction by local adaptive median filtering
dutch: Ruis reductie met lokaal adaptief mediaan filter
german: Rauschreduktion mit lokalem adaptiven Mitteln

source: &GREYCstoration noise reduction
dutch: &GREYCstoration ruis reductie
german: Rauschreduktion / GREYCstoration

source: Noise reduction using the GREYCstoration tool
dutch: Ruis reductie met het &GREYCstoration tool
german: Rauschreduktion mit GREYCstoration Tool

source: Toggle main image
dutch: Verberg hoofdafbeelding
german: Umschalten Hauptbild

source: Toggle display control
dutch: Verberg display configuratie
german: Umschalten Anzeige

source: Toggle capture control
dutch: Verberg opname configuratie
german: Umschalten Aufnahmesteuerung

source: Toggle notes window
dutch: Verberg notities window
german: Umschalten Bemerkungen

source: Toggle history window
dutch: Verberg geschiedenis window
german: Umschalten Verlauf

source: SBIG Control panel
dutch: SBIG Configuratie paneel
german: SBIG Steuerungskonsole

source: QSI Control panel
dutch: QSI Configuratie paneel
german: QSI Steuerungskonsole

source: QHY9 Control panel
dutch: QHY9 Configuratie paneel
german: QHY9 Steuerungskonsole

source: Apogee Control panel
dutch: Apogee Configuratie paneel
german: Apogee Steuerungskonsole

source: FLI Control panel
dutch: FLI Configuratie paneel
german: FLI Steuerungskonsole

source: Moravian Control panel
dutch: Moravian Configuratie paneel
german: Moravian Steuerungskonsole

source: PHD Control panel
dutch: PHD Configuratie paneel
german: PHD Steuerungskonsole

source: External filter wheel control panel
dutch: Extern filterwiel configuratie paneel
german: Externe Filterrad Steuerungskonsole

source: Mini Capture Control panel
dutch: Mini Opname Configuratie paneel
german: Mini Aufnahme Steuerungskonsole

source: Pixel statistics panel
dutch: Pixel Statistiek paneel
german: Pixel Statistik Fenster

source: Reset view
dutch: Reset beeld
german: Ansicht zurücksetzen

source: Reset position
dutch: Reset positie
german: Position Zurücksetzen

source: &About
dutch: &Over
german: &Über
