Repository: aws4y/OpenNebulosity
Catalog: nebulosity4/language_files/*_v2.po
Languages: dutch, german

source: Create New Files?
dutch: Maak Nieuwe Bestanden?

source: Select RAW frames
dutch: Selecteer RAW platen

source: Image already square. Aborting.
dutch: Afbeelding is al vierkant. Afbreken

source: Output file already exists. OK to overwrite all or cancel?
dutch: Doelbestand bestaat al. OK om te overschrijven of annuleren?

source: Problem
dutch: Probleem

source: Batch reconstruction canceled
dutch: Groeps-reconstructie geannuleerd

source: Command
dutch: Commando

source: Description
dutch: Beschrijving

source: Load Script
dutch: Open Script

source: Save Script
dutch: Opslaan Script

source: Most common
dutch: Meest gebruikt

source: Captures a series of ___ images
dutch: Neemt een opname serie van ___ beelden

source: Sets the file name to be ___
dutch: De bestandsnnaam wordt ___

source: Sets the capture directory to be ___
dutch: De opname folder wordt ___

source: Sets the exposure duration to be ___ msec
dutch: De opname duur wordt ___ msec

source: Sets the camera binning to be ___. 0=no binning (1x1), 1 or 2=2x2, 3=3x3, 4=4x4
dutch: De camera binning wordt ___. 0=geen binning (1x1), 1 of 2=2x2, 3=3x3, 4=4x4

source: Sets the shutter state to be ___. 0=open=light, 1=closed=dark
dutch: De sluiter toestand wordt ___. 0=open=lichte plaat, 1=gesloten-donker plaat

source: Selects filter #___ on the onboard filter wheel
dutch: Selecteer filter #___ van geintegreerd filterwiel

source: Selects filter #___ on the external filter wheel
dutch: Selecteer filter #___ van extern filterwiel

source: Capture Setup
dutch: Opname Instellingen

source: Selects time delay between exposures to be ___ msec
dutch: Selecteer pauze tussen opnames van ___ msec

source: Sets the camera gain to be ___
dutch: De camara versterking wordt ___

source: Sets the camera offset to be ___
dutch: De camera offset wordt ___

source: Sets the color file format be ___. 0=RGB FITS (IPlus), 1=RGB FITS (Maxim), 2=3 separate FITS
dutch: Het kleuren bestands formaat wordt ___.0=RGB FITS (IPlus), 1=RGB FITS (Maxim), 2=3 losse FITS

source: Sets the color acquisition mode to be ___ 0=RAW, 1=RGB Optimize speed, 2=RGB Optimize quality
dutch: De kleur acquisitie mode wordt ___ 0=RAW, 1=RGB Hoogste snehlheid, 2=RGB Hoogste kwaliteit

source: Control
dutch: Configuratie

source: Captures a single frame and save as ___.fit (special behavior if name is 'metric')
dutch: Neem opname van een enkele plaat en sla op als ___.fit (kies 'metric' als naam voor speciaal gedrag)

source: Connect to camera #___ (# defined in selection pull-down)
dutch: Verbinden met camera #___ (# gedefinieerd in pull-down)

source: Connects to camera named ___
dutch: Verbinden met camera met naam ___

source: Prompts the user with ___ message and wait for OK
dutch: Vraagt aandacht van gebruiker met ___ bericht en wacht op OK

source: Pause script execution for ___ msec
dutch: Pauzeer uitvoering script gedurende ___ msec

source: Enable (1) or disable (0) listening for commands on the clipboard
dutch: Aanzetten (1) of uitzetten van (0) van het luisteren naar commandos op het klembord

source: Enable (value=portnumber) or disable (0) listening for commands via TCPIP sockets
dutch: aanzetten (waarde=portnummer) of uitzetten (0) van het luisteren naar commandos via TCPIP sockets

source: Sets the display black level to ___
dutch: Stelt het beeld zwartniveau in op ___

source: Sets the display white level to ___
dutch: Stelt het beeld witniveau in op ___

source: Wait ___ msec and exit the program
dutch: Wacht ___msec en sluit programma

source: Load script
dutch: Openen script

source: Save script
dutch: Opslaan script

source: Exit without saving changes?
dutch: Afsluiten zonder veranderingen op te slaan?

source: Discard changes?
dutch: Veranderingen verwijderen?

source: File does not exist
dutch: Bestand bestaat niet

source: Capture asked for, but no camera connected Aborting
dutch: Opname gevraagd zonder aangesloten camera Afbreken

source: Script Alert
dutch: Script Alarm

source: Can't find the camera you're asking for. It's either disabled or you mistyped the name.
dutch: Can opgegeven camera niet vinden. Camera staat uit of er zit een typo in de naam.

source: Script done
dutch: Script uitgevoerd

source: Load file
dutch: Openen bestand

source: Save file as
dutch: Opslaan bestand als

source: On
dutch: Aan

source: Off
dutch: Uit

source: Open
dutch: Openen

source: Closed
dutch: Sluiten

source: TEC Regulation
dutch: TEC Regeling

source: Set point (C)
dutch: Regelpunt (C)

source: Shutter
dutch: Sluiter

source: Busy
dutch: Bezig

source: Unknown
dutch: Onbekend

source: Active
dutch: Aktief

source: Paused
dutch: Gepauzeerd

source: No Dither
dutch: Geen Dither

source: Small Dither
dutch: Kleine Dither

source: High Dither
dutch: Grote Dither

source: Very High Dither
dutch: Heel Grote Dither

source: Settle at < 0.1
dutch: Restfout < 0.1

source: Settle at < 0.2
dutch: Restfout < 0.2

source: Settle at < 0.3
dutch: Restfout < 0.3

source: Settle at < 0.4
dutch: Restfout < 0.4

source: Settle at < 0.5
dutch: Restfout < 0.5

source: Connect
dutch: Verbinden

source: During Download
dutch: Tijdens Dowload

source: Port (0-65535) PHD is listening on?
dutch: Port (0-65535) waarop PHD luistert?

source: PHD Port Configuration
dutch: PHD Port Configuratie

source: Connection OK
dutch: Verbinding OK

source: Connection failed
dutch: Verbinding mislukt

source: No connection
dutch: Geen verbinding

source: Dir.
dutch: Folder

source: Image info:
dutch: Afbeelding info:

source: -Not available-
dutch: -Niet beschikbaar-

source: Ext. Filter wheel
dutch: Ext. Filterwiel

source: Mini Capture Control
dutch: Mini Opname Configuratie

source: Sets the exposure duration to be ___ seconds. Use fractions if you want milliseconds. Append an 'm' if you want minutes. ('2.5m' would be 2 minutes, 30 seconds. '2m30' would also be this.
dutch: Stelt de opname in op ___ seconden. Gebruik decimalen voor milliseconden. Voeg een 'm' toe voor minuten. ('2.5m' resulteert in 2 minuten en 30 seconden net als '2m30'.)

source: Pre-process image sets
dutch: Voorbewerken Afbeeldingen

source: Bin image
dutch: Binning

source: Sharpen / blur image
dutch: Scherpte / Vervaag

source: Edit / explore FITS header
german: Editieren / betrachten des FITS Headers

source: CMYG camera, Ha filter
german: CMYK Kamera, Ha Filter

source: Digital Development (DDP) Ctrl+D
german: Digitale Entwicklung (DDP) Ctrl+D

source: Curves Alt+C
german: Kurven Alt+C

source: Bezier Curves
german: Bezier Kurven

source: &Help
german: &Hilfe

source: Time lapse (s)
german: Zeitverzögerung (s)

source: MiniCapture
german: Mini Aufnahme

source: Please choose a language
german: Bitte wählen Sie die Sprache
