Repository: aws4y/OpenNebulosity
Catalog: nebulosity4/language_files/*_v6.po
Languages: french, italian

source: Error
french: Erreur
italian: Errore

source: Cannot allocate enough memory
french: Allocation mémoire impossible
italian: Non posso assegnare abbastanza memoria

source: &View
french: &Vue
italian: &Vista

source: QSI Control
french: Contrôle QSI
italian: Controllo QSI

source: SBIG Control
french: Contrôle SBIG
italian: Controllo SBIG

source: QHY9 Control
french: Contrôle QHY9
italian: Controllo QHY9

source: Apogee Control
french: Contrôle Apogée
italian: Controllo Apogee

source: FLI Control
french: Contrôle FLI
italian: Controllo FLI

source: Moravian Control
french: Contrôle Moravian
italian: Controllo Moravian

source: PHD Link
french: Lien PHD
italian: Connetti a PHD

source: Ext. Filter Wheel
french: Roue à Filtre externe
italian: Ruota filtri Esterna

source: Mini Capture
italian: Mini Acquisizione

source: Notes
italian: Note

source: History
french: Historique
italian: Storia

source: Main Image
french: Image principale
italian: Immagine Principale

source: Display Control
french: Contrôle d'Affichage
italian: Controllo Visualizzazione

source: Capture Control
french: Contrôle de Capture
italian: Controllo Acquisizioni

source: Pixel Stats
french: Stat Pixel
italian: Statistiche Pixel

source: &Open File Ctrl+O
french: &Ouvrir un fichier Ctrl+O
italian: &Apri Ctrl+O

source: Open file
french: Ouvrir un fichier
italian: Apri un File

source: Preview Files
french: Aperçu fichiers
italian: Anteprima

source: Preview / Rename / Delete files
french: Aperçu / Renommer / Effacer fichiers
italian: Anteprima / Rinomina / Cancella file

source: Download DSS Image
french: Télécharge Image DSS
italian: Scarica Immagine DSS

source: FITS Header Tool
french: Outil En-tête FITS
italian: Strumento intestazione FITS

source: View FITS header
french: Modifier / explorer en-tête FITS
italian: Modifica / Esplora intestazione FITS

source: &Save Current File Ctrl+S
french: Enregi&strer ficher courant Ctrl+S
italian: &Salva Ctrl+S

source: Save current file as FITS
french: Enregistrer en FITS
italian: Salva questo file come FITS

source: Save &BMP File as Displayed
french: Sauver Ficher &BMP comme Affiché
italian: Salva &BMP come visualizzato

source: Save current display in 24-bit BMP format
french: Sauver affichage courant en BMP 24-bit
italian: Salva formato BMP 24-bit come visualizzato

source: Save &JPG File as Displayed
french: Sauver Ficher &JPG comme Affiché
italian: Salva &JPG come visualizzato

source: Save current display in 24-bit JPG format
french: Sauver affichage courant en JPG 24-bit
italian: Salva formato JPG 24-bit come visualizzato

source: Save 16-bit/color &TIFF File
french: Sauver fichier en &TIFF 16-bit/couleur
italian: Salva &TIFF 16-bit/colore

source: Save as 16-bit/color TIFF (uncompressed)
french: Sauver comme... en TIFF 16-bit/couleur (non compressé)
italian: Salva in formato TIFF 16-bit/colore (non compresso)

source: Save 16-bit/color &Compressed TIFF File
french: Sauver fichier en TIFF &Compressé 16-bit/couleur
italian: Salva TIFF 16-bit/colore (&Compresso)

source: Save as 16-bit/color TIFF (compressed)
french: Sauver comme...... en TIFF 16-bit/couleur (compressé)
italian: Salva in formato TIFF 16-bit/colore (Compresso)

source: Save 16-bit/color &PNG File
french: Sauver ficher en fichier &PNG 16-bit/couleur
italian: Salva &PNG 16-bit/colore

source: Save as 16-bit/color PNG
french: Sauver comme... en PNG 16-bit/couleur
italian: Salva in formato PNG 16-bit/colore

source: Save 16-bit/color &PPM/PGM/PNM File
french: Sauver fichier en &PPM/PGM/PNM 16-bit/couleur
italian: Salva &PPM/PGM/PNM 16-bit/colore

source: Save as 16-bit/color PNM file
french: Sauver comme... en fichier PNM 16-bit/couleur
italian: Salva in formato PNM 16-bit/colore

source: Save Color Components
french: Sauver composantes de couleur
italian: Salva Componenti Colore

source: Split color components into different files
french: Sépare les composentes de couleur en fichiers différents
italian: Separa componenti colore in file differenti

source: Launch new instance
french: Lance une nouvelle instance
italian: Lancia una nuova istanza

source: Launch new instance of Nebulosity
french: Lance une nouvelle instance de Nebulosity
italian: Lancia una nuova istanza di Nebulosity

source: Change language
french: Changement de langue
italian: Cambia lingua

source: Change language / locale
french: Changement de langue / localité
italian: Cambia lingua / paese

source: Exit Ctrl+Q
french: Sortir Ctrl+Q
italian: Esci Ctrl+Q

source: Quit program
french: Quiter progamme
italian: Chiudi programma

source: Undo Ctrl+Z
french: Annuler Ctrl+Z
italian: Annulla Ctrl+Z

source: Undo last image change
french: Annulé le dernier changemet de l'image
italian: Annulla l'ultima modifica

source: Redo Ctrl+Y
french: Rétablir Ctrl+Y
italian: Riprintina Ctrl+Y

source: Redo last undo
french: Refaire dernière annulation
italian: Ripristina ultima modifica

source: &Image Info
french: Informations sur l'&Image
italian: &Informazioni Immagine

source: Info on current image
french: Informations sur l'image courante
italian: Informazioni Immagine corrente

source: Measure &Distance
french: Mesure la &Distance
italian: Misura &Distanza

source: Measure distance between points on image
french: Mesure la distance entre des points sur l'image
italian: Misura la distanza tra due punti dell'immagine

source: Edit/Create Script
italian: Modifica/Crea Script

source: Edit or create script file
french: Modifier ou créer un fichier script
italian: Modifica o crea un file Script

source: Run Script Ctrl+R
french: Executer un Script Ctrl+R
italian: Avvia Script Ctrl+R

source: Run (execute) a script file
french: Lancer (executer) un fichier script
italian: Avvia (esegui) un file Script

source: &Preferences
french: &Préférences
italian: &Preferenze

source: Set program options and preferences
french: Définir les options et préférences
italian: Imposta opzioni e preferenze del programma

source: De-select cameras
french: Désélectioner les caméras
italian: Deseleziona camere

source: Enable / disable cameras
french: Activer / désactiver les caméras
italian: Attiva / Disattiva camere

source: Check / Update license
french: Vérifier / mettre à jour licence
italian: Verifica / Aggiorna licenze

source: Check or change your license
french: Vérifier ou changer votre licence
italian: Verifica o aggiorna la tua licenza

source: Pre-process &Color Images
french: Pré-traiter Images &Couleur
italian: Pre-processo Immagini a &Colori

source: Dark/flat/bias on full color images
french: Dark/flat/bias sur images pleine couleur
italian: Dark/flat/bias su immagini a colori

source: Pre-process &B&&W/Raw Images
french: Pré-traiter images N&&&B/RAW
italian: Pre-processo immagini &B&&W/Raw a Colori

source: Dark/flat/bias on B&W or RAW color images
french: Dark/flat/bias sur image N&&B ou couleur RAW
italian: Dark/flat/bias su immagini B&W o RAW a Colori

source: Pre-process multiple sets
french: Pré-taiter plusieurs groupes
italian: Pre-processo serie multiple

source: Dark/flat/bias on several sets of images
french: Dark/flat/bias sur plusieurs groupes d'images
italian: Dark/flat/bias su gruppi di immagini

source: Make Bad Pixel Map
french: Créer carte des mauvais pixels
italian: Crea una Mappa di Bad Pixel

source: Create map of bad pixels
french: Créer carte des mauvais pixels
italian: Crea una mappa di Bad Pixel

source: Remove Bad Pixels: RAW Color
french: Suprimer mauvais pixels : Couleur RAW
italian: Rimuovi Bad Pixel: RAW a Colori

source: Remove bad pixels from a set of RAW color images
french: Supprimer mauvais pixels dans un groupe d'images couleur RAW
italian: Rimuovi i bad Pixel da un gruppo di immagini RAW a colori

source: Remove Bad Pixels: B&&W
french: Supprimer mauvais pixels : N&&B
italian: Rimuovi Bad Pixel: B&&W

source: Remove bad pixels from a set of B&W images
french: Supprimer mauvais pixels dans un groupe d'images N&&B
italian: Rimuovi i Bad Pixel da un gruppo di immagini B&W

source: Bad Pixels
french: Mauvais Pixels
italian: Bad Pixel

source: Batch Demosaic+Square RAW color
french: Traitement groupé de Démosaïque+Carré couleur RAW
italian: Ricostruisci + Riquadra RAW Colori

source: Batch recon RAW color recon: Demosaic + Squaring
french: Traitement groupé reconstruit couleur RAW reconstruit : Demosaique + Quadrature
italian: Ricostruisci gruppi di immagini RAW a colori: Debuyer + Riquadratura

source: Batch Square B&&W
french: Traitement groupé carré N&&B
italian: Riquadra B&&W

source: Batch RAW recon B&W frames: Pixel squaring
french: Traitement groupé RAW reconstruit N&&B : quadrature Pixel
italian: Ricostruisci gruppi di immagini B&W: Riquadra Pixel

source: Grade Image Quality (auto)
french: Note Qualité Image
italian: Classifica Qualità delle immagini (auto)

source: Grade images based on quality
french: Note images en fonction de la qualité
italian: Classifica le immagini basandosi sulla qualità

source: Normalize Intensities
french: Normaliser Intensivités
italian: Normalizza Intensità

source: Normalize image intensities
french: Normaliser intesités de l'image
italian: Normalizza l'intensità delle immagini

source: Match histograms
french: Égaliser les histogrammes
italian: Rapporta Istogrammi

source: Match image histograms to a reference
french: Faire correspondre les histogrammes de l'image avec la référence
italian: Rapportare gli istogrammi delle immagini ad un riferimento

source: &Align and Combine Images
french: &Aligner et Combiner Images
italian: &Allinea e combina le immagini

source: Alignment and stacking (all methods)
french: Allignement et superposition (toutes méthodes)
italian: Allineamento e stack (tutti i metodi)

source: &Automatic Alignment (non-stellar)
french: &Alignement Automatique (non stélaire)
italian: &Allineamento Automatico (non stellare)

source: Automatic image registration
french: Registration automatique d'image
italian: Registrazione immagine automatica

source: 2x2 Bin: Sum
french: Bin 2X2: Somme
italian: Binning 2x2: Somma

source: Batch 2x2 bin - sum
french: Groupés bin 2X2: Somme
italian: Gruppo binnig 2x2 - somma

source: 2x2 Bin: Average
french: Bin 2X2: Moyenne
italian: Binning 2x2: Media

source: Batch 2x2 bin - average
french: Groupés bin 2X2: Moyenne
italian: Gruppo binnig 2x2 - media

source: 2x2 Bin: Adaptive
french: Bin 2X2: Adaptative
italian: 2x2 Bin: Adattiva

source: Batch 2x2 bin - adaptive
french: Groupés bin 2X2: adaptative
italian: Gruppo binnig 2x2 - adattiva

source: L-R Mirror
french: Symétrie G-D (Horiz.)
italian: Rifletti S-D

source: Batch Left-Right mirror
french: Traitement groupé miroir Gauche-Droite
italian: Rifletti il gruppo Sinistra-Destra

source: U-D Mirror
french: Symétrie H-B (Vert.)
italian: Rifletti A-B

source: Batch Up-Down mirror
french: Traitement en lot miroir Haut-Bas
italian: Rifletti il gruppo Alto-Basso

source: 90-CW Rotation
french: Rotation 90-sens horaire
italian: Rotazione 90° Oraria

source: Batch 90-CW Rotation
french: Rotation en lot 90-sens horaire
italian: Ruota il gruppo 90° in senso orario

source: 180 Rotation
french: Rotation 180
italian: Rotazione 180°

source: Batch 180 Rotation
french: Rotation en lot 180
italian: Ruota in gruppo 180°

source: 90-CCW Rotation
french: Rotation 90-Sens trigonométrique
italian: Rotazione 90° Antioraria

source: Batch 90-CCW Rotation
french: Rotation en lot 90-Sens trigonométrique
italian: Ruota il gruppo 90° in senso antiorario

source: Resize
french: Redimensionner
italian: Ridimensiona

source: Batch Resize
french: Redimensionnement en traitement par lot
italian: Ridimansiona (gruppi)

source: Crop
french: Recadrer
italian: Taglia

source: Batch Crop
french: Recadrement en traitement par lot
italian: Ritaglia (gruppi)

source: Batch Geometry
french: Transformation géometrique en traitement par lot
italian: Modifica Geometrie

source: FITS to PNG
french: FITS vers PNG
italian: FITS a PNG

source: Batch convert FITS to 16-bit/color PNG
french: Conversin en lot de FITS vers PNG 16-bit/couleur
italian: Converti gruppo da formato FITS a PNG 16-bit/colore

source: FITS to TIFF
french: FITS vers TIFF
italian: FITS a TIFF

source: Batch convert FITS to 16-bit/color TIFF
french: Conversion en lot de FITS vers TIFF 16-bit/couleur
italian: Converti gruppo formato FITS a formato TIFF 16-bit/colore

source: Graphics File to FITS
french: Ficher Graphique vers FITS
italian: File Grafico a FITS

source: Batch convert BMP, JPG, PNG, etc. to FITS
french: Convertion en lot de BPM, JPG, PNG, etc. vers FITS
italian: Converti gruppo formato BMP, JPG, PNG, etc. a formato FITS

source: DSLR RAW to FITS
french: DSLR RAW vers FITS
italian: DSLR RAW a FITS

source: Color to mono
french: Couleur vers monochrome
italian: Colori a monocromatico

source: Batch convert color into mono files
french: Convertion en lot de couleur vers fichers monochrome
italian: Converti gruppo da colori a file monocromatico

source: RGB to 3 separate color
french: RGB vers 3 fichiers monochrome
italian: RGB a 3 canali separati

source: Batch convert color 3 mono files
french: Conversion en lot de couleur vers 3 fichiers monochrome
italian: Converti gruppo a colori in 3 canali monocromatici

source: Batch Conversion
french: Converstion en lot
italian: Convensioni formato

source: Generic RAW into Luminosity only
french: RAW générique vers Luminosité seule
italian: Raw generico in sola Luminanza

source: Strip Bayer pattern into Luminosity channel only
french: Enlever le modèle Bayer vers luminosité seule
italian: Togli matrice di Bayer solo dal canale Luminanza

source: Low-Noise 2x2 Bin
french: 'Binning' 2x2 bas-bruit
italian: Low-noise binnig 2x2

source: Adaptive binning for filtered one-shot color images
french: 'Binning' adaptif pour filtrer image couleur mono-prise
italian: binning adattivio per immagini colore(one-shot) filtrate

source: RGB camera, Extract R
french: Caméra RVB, extraction de R
italian: Camera RGB, Estrai R

source: Extract R pixels only
french: Extraction des seuls pixels R
italian: Estrai solo i pixel R

source: RGB camera, Extract G
french: Caméra RVB, extraction de V
italian: Camera RGB, Estrai G

source: Extract G pixels only (average fields)
french: Extraction des seuls pixels V - (moyen)
italian: Estrai solo i pixel G (media campi)

source: RGB camera, Extract B
french: Caméra RVB, extraction de B
italian: Camera RGB, Estrai B

source: Extract B pixels only
french: Extraction des seuls pixels B
italian: Estrai solo pixel B

source: RGB camera, Nebula filter
french: Caméra RVB, filtre Nébuleuse
italian: Camera RGB, Filtro Nebualare

source: RAW conversion with nebula filter and RGB array
french: Conversion RAW avec filtre nébuleuse et matrice RVB
italian: Conversione RAW con filtri nebulari e matrici RGB

source: CMYG camera, Ha filter
french: Caméra CMYG, filtre HA
italian: Camera CMYG, filtro Ha

source: CMYG camera, pure O-III filter
french: Caméra CMYG, filtre pure O-III
italian: Camera CMYG, filtro O-III

source: RAW conversion with pure O-III filter CMYG array
french: Conversion RAW avec filtre O-III et matrice CMJV
italian: Conversione RAW con filtro O-III e matrici CMYG

source: CMYG camera, Nebula filter
french: Caméra CMYG. filtre Nébuleuse
italian: Camera CMYG, Filtro Nebulare

source: RAW conversion with nebula filter and CMYG array
french: Conversion RAW avec filtre nébuleuse et matrice CMJV
italian: Conversione RAW con filtri nebulari e matrici CMYG

source: Batch One-shot Color with Line Filters
french: Traitement en lot d'images couleur mono-prise avec filtre ligne
italian: Immagini Colore(One-Shot) con Filtri

source: De-mosaic RAW (&Faster) + Square
french: De-mosaique RAW (Plus rapide) + Carré
italian: Ricostruisci RAW (Veloce) + Riquadra

source: Fast: Convert RAW image to color image
french: Rapide: Convertir image RAW en image couleur
italian: Veloce: Converti immagini RAW in immagini a colori

source: &De-mosaic RAW (Best quality) + Square Ctrl+B
french: &Demosaique RAW (Meilleur qualité) + CArré Ctrl+B
italian: Ricostruisci RAW (qulità migliore) + Riquadra Ctrl+B

source: Best quality: Convert RAW image to color image
french: Meilleur qualité: Convertir image RAW en image couleur
italian: Qualità migliore: Converti immagine RAW in Immagine a Colori

source: Square B&&W pixels
french: Carré pixels N&&B
italian: Riquadra pixel B&&W

source: Square black and white pixels
french: Carré pixels noir et blanc
italian: Riquadra pixel Bianco e Nero

source: RGB camera, Nebula filter v2
french: Caméra RVB, filtre nébuleuse v2
italian: Camera RGB, Filtro Nebulare v2

source: RGB camera, Extract G1
french: Caméra RVB, extraction de V1
italian: Camera RGB, Estrai G1

source: Extract G pixels only - Field 1
french: Extraction des seuls pixels V - Champ 1
italian: Estrai solo pixel G - Campo 1

source: RGB camera, Extract G2
french: Caméra RVB, extraction de V2
italian: Camera RGB, Estari G2

source: Extract G pixels only - Field 2
french: Extraction des seuls pixels V - Champ 2
italian: Estrai solo pixel G - Campo 2

source: RAW conversion with Ha filter and CMYG array
french: Conversion RAW avec filtre Ha et matrice CMJV
italian: Converti RAW con filtro Ha e matrice CMYG

source: One-shot Color with Line Filters
french: Couleur mono-prise avec Filtres Ligne
italian: Colore(one-shot) con Line Filter

source: Crop Ctrl+K
french: Rogner Ctrl+K
italian: Ritaglia Ctrl+K

source: Crop image
french: Rogner image
italian: Ritaglia Immagine

source: L-R (Horiz.) Mirror
french: Symétrie G-D (Horiz.)
italian: Rifletti S-D (Oriz.)

source: Left/Right mirror image
french: Image symétrique Gauche/Droite
italian: Rifletti Sinistra/Destra

source: U-D (Vert.) Mirror
french: Symétrie H-B (Vert.)
italian: Rifletti A-B (Vert.)

source: Up/Down mirror image
french: Image symétrique Haut/Bas
italian: Rifletti Alto/Basso

source: Rotate 90 CW
french: Rotation 90 H
italian: Ruota 90° Orario

source: Rotate 90 clockwise
french: Rotation horaire 90
italian: Ruota 90° Orario

source: Rotate 90 CCW
french: Rotation 90 AH
italian: Ruota 90° antiorario

source: Rotate 90 counter-clockwise
french: Rotation anti-horaire 90
italian: Ruota 90° antiorario

source: Rotate 180
french: Rotation 180
italian: Ruota 180°

source: Rotate 180 degrees
french: Rotation 180 degrés
italian: Ruota 180°

source: Mirror/Rotate Image
french: Symétrie/Rotation d'image
italian: Rifletti/Ruota Immagine

source: Resize Image
french: Redimensioner l'image
italian: Ridimensiona Immagine

source: Resize / resample image
french: Redimensionner / Reéchantillonner l'image
italian: Ridimensiona / ricampiona immagine

source: Levels / Power Stretch Ctrl+L
french: Niveaux / Power Stretch Ctrl+L
italian: Livelli / Power Stretch Ctrl+L

source: Apply Levels / Power stretch tool to the image
french: Appliquer l'outil Niveaux / Power stretch à l'image
italian: Applica Livelli / strumento Power Stretch all'immagine

source: Digital Development (DDP) Ctrl+D
french: Développement numérique (DDP) Ctrl+D
italian: DDP Ctrl+D

source: Digital Development Processing
french: Processus de Développement Numérique
italian: Processo DDP

source: Curves Alt+C
french: Courbes Alt+C
italian: Curve Alt+C

source: Bezier Curves
french: Courbes de Bézier
italian: Curve di Bezier

source: Reset image min to zero
french: Remettre le minimum image à zéro
italian: Porta il valore minimo dell'immagine a valore zero

source: &Scale Intensity
french: &Échelonner intensité
italian: &Scala Intensità

source: Rescale image by a constant
french: Redimensionner l'image par une constante
italian: Riscala l'immagine per una costante

source: Adjust Color Background (Offset) Ctrl+A
french: Ajuster la Couleur de Fond (Décalage) Ctrl+A
italian: Regola Colore Sfondo (Offset) Ctrl+A

source: Subtract color to balance background
french: Soustraire une couleur à la balance du fond
italian: Sottrai colore per bilanciare lo sfondo

source: Adjust Color Scaling Alt+S
french: Régler l'échelle des couleurs Alt+S
italian: Regola scala colore Alt+S

source: Rescale each color by a constant
french: Rééchelonner chaque couleur par une constante
italian: Riscala ogni colore per una costante

source: Auto Color Balance
french: Balance des couleurs automatique
italian: Bilanciamento colore automatico

source: Equate color channel histograms
french: Égaliser les histogrammes des canaux de couleur
italian: Uguaglia istogrammi canali colore

source: Adjust Hue / Saturation
french: Ajuster Teinte / Saturation
italian: Regola Tonalità / Saturazione

source: Adjust Hue, Saturation and Lightness
french: Ajuster Teinte, Saturation et luminosité
italian: Regola Tonalità, Saturazione e Luminosità

source: Discard color (L only)
french: Supprimer les couleurs (L uniquement)
italian: Elimina Colore (solo L)

source: Extract luminance data
french: Extraire les données de luminosité
italian: Estrai dati Luminanza

source: LRGB Color Synthesis
french: Synthèse de couleur LRVB
italian: Sintesi colore LRGB

source: Combine (L)RGB data
french: Combiner les données (L)RVB
italian: Combina dati (L)RGB

source: 2x2 bin: Sum
french: bin 2X2: Somme
italian: binning 2x2, Somma

source: 2x2 binning, adding data
french: binning 2X2, addition de données
italian: binning 2x2, dati sommati

source: 2x2 bin: Average
french: bin 2X2: Moyenne
italian: binning 2x2, Media

source: 2x2 binning, averaging data
french: binning 2X2, données moyennées
italian: binning 2x2, dati mediati

source: 2x2 bin: Adaptive
french: bin 2X2: Adaptatif
italian: binning 2x2, Adattivo

source: 2x2 binning, using full scale
french: binning 2X2, utilisation de pleine échelle
italian: binning 2x2, a tutta scala

source: Gaussian blur
french: Flou gaussien
italian: blur gaussiano

source: 3x3 Pixel Median
french: Médiane des pixels 3X3
italian: 3x3 Pixel mediano

source: 3x3 pixel median
french: Médiane des pixels 3X3
italian: 3x3 Pixel mediano

source: Bin/Blur Image
french: Bin/Flou
italian: Applica Bin/Blur

source: Traditional sharpen filter
french: Filtre de renforcement traditionnel
italian: Filtro Sharpen tradizionale

source: Laplacian sharpen filter
french: Filtre de renforcement laplacien
italian: Filtro Sharpen Laplaciano

source: Tighten star edges (morphological) Ctrl+T
french: Resserrer les contours d'étoiles (morphologique) Ctrl+T
italian: Riduzione stelle (morfologico) Ctrl+T

source: Tighten stars with edge detection
french: Rétrécir les étoiles par détection de contour
italian: Riduzione stelle con controllo del bordo

source: Unsharp mask
french: Masque de flou
italian: Maschera sfuocata

source: Sharpen via unsharp mask
french: Renforcer par masque de flou
italian: Affina con maschera sfuocata

source: Sharpen image
french: Renforcer l'image
italian: Affina immagine

source: &Vertical smoothing (deinterlace)
french: &Lissage vertical(déentrelacement)
italian: Deinterlaccia

source: Vertical smoothing (deinterlace)
french: Lissage vertical (déentrelacement)
italian: Deintrlaccia

source: &Adaptive median noise reduction
french: &Filtre adaptatif médian
italian: Filtro Mediano &Adattivo

source: Noise reduction by local adaptive median filtering
french: Réduction du bruit par filtre adaptatif médian
italian: Riduzione disturbi con filtro mediano adattivo locale

source: &GREYCstoration noise reduction
french: &Réduction de bruit GREYCstoration
italian: &GREYCstoration riduzione disturbi

source: Noise reduction using the GREYCstoration tool
french: Réduction de bruit avec l'outil GREYCstoration
italian: Riduzione disturbi con uso di GREYCstoration

source: Toggle main image
french: Basculer la fenêtre d'image principale
italian: Accedi all'immagine principale

source: Toggle display control
french: Bascule du contrôle d'affichage
italian: Accedi al controllo visualizzazioni

source: Toggle capture control
french: Bascule le contrôle de capture
italian: Accedi Controllo Acquisizioni
