Repository: aws4y/OpenNebulosity
Catalog: nebulosity4/language_files/*_v6.po
Languages: french, italian

source: Toggle notes window
french: Bascule la fenêtre de prise de notes
italian: Accedi alla finestra Note

source: Toggle history window
french: Bascule la fenêtre d'historique
italian: Accedi alla finestra Storia

source: SBIG Control panel
french: Panneau de contrôle SBIG
italian: Pannello Controllo SBIG

source: QSI Control panel
french: Panneau de contrôle QSI
italian: Pannello Controllo QSI

source: QHY9 Control panel
french: Panneau de contrôle QHY9
italian: Pannello Controllo QHY9

source: Apogee Control panel
french: Panneau de contrôle Apogée
italian: Pannello Controllo Apogee

source: FLI Control panel
french: Panneau de contrôle FLI
italian: Pannello Controllo FLI

source: Moravian Control panel
french: Panneau de contrôle Moravian
italian: Pannello Controllo Moravian

source: PHD Control panel
french: Panneau de contrôle PHD
italian: Pannello Controllo PHD

source: External filter wheel control panel
french: Panneau de contrôle de roue à filtre
italian: Pannello controllo ruota porta filtri esterna

source: Mini Capture Control panel
french: Mini panneau de contrôle de capture
italian: Mini Pannello Controllo Acquisizione

source: Pixel statistics panel
french: Panneau de statistique de pixels
italian: Pannello statistiche pixel

source: Reset view
french: Reset de l'affichage
italian: Azzera vista

source: Reset position
french: Reset de position
italian: Azzera posizione

source: About Nebulosity
french: À propos de Nebulosity
italian: Informazioni su Nebulosity

source: View Help
french: Voir l'aide
italian: Visualizza Manuale

source: View Nebulosity manual
french: Voir le manuel de Nebulosity
italian: Visualizza il manuale di Nebulosity

source: Check Web for Updates
french: Chercher Mises-à-jour
italian: Controlla Web per aggiornamenti

source: Check website for updates
french: Chercher les mises à jour sur le site web
italian: Controlla aggiornamenti sul sito

source: &Edit
french: &Édition
italian: Modifica

source: &Batch
french: &Traitements groupés
italian: Serie

source: &Image
italian: &Immagine

source: &Help
french: &Aide
italian: Aiuto

source: Raw image level to set to black
french: Valeur de correspondance du noir sur l'image brute
italian: Livello di immagine raw da impostare a nero

source: Raw image level to set to white
french: Valeur de correspondance du blanc sur l'image brute
italian: Livello di immagine raw da impostare a bianco

source: No camera
french: Pas de caméra
italian: Nessuna camera

source: Simulator
french: SImulateur
italian: Simulatore

source: Advanced
french: Avancé
italian: Avanzate

source: Duration
french: Durée
italian: Durata

source: Gain
italian: Guadano

source: # Exposures
french: Nb de poses
italian: # Esposizioni

source: Time lapse (s)
french: Attente (s)
italian: Ritardo (s)

source: Capture Series
french: Capturer série
italian: Cattura Serie

source: Preview
french: Pévisualisation
italian: Anteprima

source: Frame and Focus
french: Expose et MaP
italian: Inquadratura e fuoco

source: Fine Focus
french: MaP fine
italian: Fuoco Preciso

source: Abort
french: Abandon
italian: Interrompi

source: Name
french: Nom
italian: Nome

source: Main
french: Principal
italian: Principale

source: Display
french: Affichage
italian: Visualizzazione

source: Capture
italian: Acquisizione

source: View will be reset the next time you start Nebulosity
french: L'affichage sera réinitialisé au prochain démarrage de Nebulosity
italian: La vista sarà reimpostata al prossimo avvio di Nebulosity

source: Please choose a language. If you are changing to a different language, you will need to restart Nebulosity
french: Veuillez choisir une langue s'il vous plait. Si vous changez de langue, vous devrez redémarer Nebulosity
italian: Scegli una lingua. Se l'hai cambiata riavvia Nebulosity per applicare i cambiamenti

source: Language
french: Langue
italian: Lingua

source: Restart Nebulosity to finish making your change
french: Redémarer Nebulosity pour valider vos changements
italian: Riavvia Nebulosity per applicare i cambiamenti

source: Unable to connect to www.stark-labs.com to check for updates
french: Incapable de se connecter a www.stark-labs.com pour vérifier les mises à jour
italian: Non posso connettermi a www.stark-labs.com per cercare aggiornamenti

source: Your version is current. No updates available
french: Vous avez la dernière version en cours. Pas de mise à jour disponible
italian: La tua versione è quella corrente. Non ci sono aggiornamenti

source: A more recent version of Nebulosity is available at: http://www.stark-labs.com Click OK to open your browser and go there or Cancel to download later.
french: Une version plus récente de Nebulosity est disponible à : http://www.stark-labs.com Cliquez OK pour ouvrir votre navigateur et vous y rendre ou sur Cancel pour télécharger plus tard.
italian: È presente una versione più aggiornata su: http://www.stark-labs.com Premo OK per aprire il browser e accedere o Cancel per scaricarla successivamente.

source: Capturing
french: En cours de capture
italian: Cattura

source: Preview acquisition 1/1 %.2f s
french: Prévisualisation acquisition 1/1 %.2f s
italian: Anteprima acquisizione 1/1 %.2f s

source: Preview done %d x %d pixels
french: Prévisualisation finie %d x %d pixels
italian: Anteprima completa %d x %d pixels

source: Choose a folder
french: Choisir un dossier
italian: Cambia cartella

source: Select which cameras should be disabled
french: Sélectioner quelles caméras doivent etre désactivées
italian: Scegli le camere da disabilitare

source: Edit camera list
french: Editer la liste des caméras
italian: Modifica lista camere

source: Aborted
french: Annulé
italian: Interrompi

source: Alignment / Stacking
french: Alignement / Empilement
italian: Allineamento / Stacking

source: Save stack
french: Sauver l'empilement
italian: Salva risultato

source: Save each file
french: Sauver chaque fichier
italian: Salva ogni file

source: None (fixed)
french: Rien (fixé)
italian: Nessuno (fisse)

source: Translation
italian: Traslazione

source: Translation + Rotation
italian: Traslazione + Rotazione

source: Translation + Rotation + Scale
french: Translation + Rotation + mise a l'Echelle
italian: Traslazione + Rotazione + Scalatura

source: Average / Default
french: Moyenne / Défaut
italian: Media / Default

source: Std. Dev. filter (1.25)
french: Filtre de Déviation Standard (1.25)
italian: Filtro Deviazione standard (1.25)

source: Std. Dev. filter (1.5 - typical)
french: Filtre de Déviation Standard (1.5 - typique)
italian: Filtro Deviazione standard (1.5 tipico)

source: Std. Dev. filter (1.75 - typical)
french: Filtre de Déviation Standard (1.75 - typique)
italian: Filtro Deviazione standard (1.75 tipico)

source: Std. Dev. filter (2.0)
french: Filtre de Déviation Standard (2.0 - typique)
italian: Filtro Deviazione standard (2.0)

source: Std. Dev. filter (custom)
french: Filtre de Déviation Standard personalisé)
italian: Filtro Deviazione standard (personale)

source: Output mode
french: Mode de sortie
italian: Tipo di output

source: Alignment method
french: Métode d'alignement
italian: Metodo allineamento

source: Stacking function
french: Fonction d'empilage
italian: Funzione Stacking

source: Starfield fine-tune alignment
french: Réglage précis de l'aligment du champs d'étoiles
italian: Allineamento Campo stellare ottimizzato

source: Fine-tune star location
french: Réglage précis de la position des étoiles
italian: Posizione stella ottimizzato

source: Select RAW frames for CIM
french: Sélectioner l'image pour CEM
italian: Seleziona inquadrature RAW per CIM

source: Select color or B/W frames to align
french: Sélectioner les images couleurs ou N/B à aligner
italian: Seleziona frame da allineare a colori o B/W

source: Colors in Motion requires RAW data -- Aborting
french: Couleur En Mouvement nécessite des données RAW - Abandon
italian: Color in Motion richiede dati RAW -- Interruzione

source: Click on the same non-saturated star (Shift-click to skip)
french: Clickez sur la même étoile non saturé (Shift-click pour sauter)
italian: Clicca sulla stessa stella non satura (shift-click per saltare)

source: CIM-Aligning files
french: CEM-Alignement fichiers
italian: CIM-Allineamento file

source: , 0 skipped
french: , 0 sauté
italian: , 0 saltati

source: Aligning files
french: Alignement fichiers
italian: Allineo file

source: Click on the star (Shift=skip, Command=keep guess, Alt=auto-all)
french: Clickez sur une étoile (Shit=sauter, Commande=garder deviner, Alt=tout-auto
italian: Clicca sulla stella (Shift=Salta, Command=keep guess, Alt=auto allinea)

source: Click on the star (Shift=skip, Ctrl=keep guess, Alt=auto-all)
french: Clickez sur une étoile (Shit=sauter, Commande=garder deviner, Alt=tout-auto
italian: Clicca sulla stella (Shift=Salta, Command=keep guess, Alt=auto allinea)

source: CIM-Aligning %d files - %lu to go, %lu skipped
french: CEM-Alignement fichier %d - %lu a faire, %lu sauté
italian: CIM-Allineamento %d file - %lu to go, %lu saltati

source: 2nd star %d valid - on %lu/%u
italian: Seconda stella %d valida - su %lu/%u

source: Aligning %u files - %lu to go, %lu skipped
french: Alignement %u fichers - %lu a faire, %lu sauté
italian: Allineamento %u file - %lu to go, %lu saltati

source: All %u frames aligned, stacking
french: Toutes les %u images aligné, empilement
italian: Tutti %u frame allineati, stacking

source: Aligned %d / %u files
french: Aligné %d / %u fichiers
italian: Allneo %d / %u file

source: No frames selected to align and combine
french: Pas d'image sélectioné pour aligner et combiner
italian: Nessun frame selkezionato da allineare e combinare

source: Save stack of %d frames
french: Sauver empilement de %d images
italian: Salvo lo stack di %d frame

source: Alignment aborted on read error
french: Aligment abandoné sur erreur de lecture
italian: Allineamento fallito o errore di lettura

source: Cannot combine B&W and color images. Aborting.
french: Combine N&B et couleur no faisable. Abandon
italian: Non posso combinare immagini B/W e Colori. Fallito

source: Aligning
french: Aligment en cours
italian: Allineamento

source: %lu / %u stacked
french: %lu / %u emppilé
italian: %lu / %u Stack effettuato

source: Memory allocation error.
french: Erreur d'allocation mémoire
italian: Errore di allocazione memoria.

source: Custom standard deviation
french: Déviation standard personalisé
italian: Deviazione standard Personale

source: Enter the desired standard deviation (0.1 - 5.0)
french: Entrez la déviation standard désiré (0.1 - 5.0)
italian: Inserisci il valore di Deviazione Standard (0.1 - 5.0)

source: Invalid entry. Number must be between 0.1 and 5.0
french: Entrée invalide
italian: Inserimento errato. Il numero deve essere compreso tra 0.1 e 5.0

source: Could not load
french: N'a pas pu charger
italian: Non posso caricare

source: Wrong color type for image (must be all same type)
french: Mauvais type de couleur pour l'image (doivent toutes etre du même type)
italian: Tipo di immagine a colori errato (devono essere tutte dello stesso tipo)

source: Image size mismatch between images (must be all same size)
french: Différenfe de taille entre les images (doivent toutes etre de la meme taille)
italian: Innagine di dimensione non corrispondente tra le immagini (devo essere tutte delle stesse dimensioni)

source: ABORTED
french: ABANDONÉ
italian: INTERROTTO

source: %d / %d loaded
french: %d / %d chargé
italian: %d / %d caricato

source: %lu pixels to fix
french: %lu pixels a réparer
italian: %lu pixel da correggere

source: Error writing temp file
french: Erreur d'écriture du fichier temporaire
italian: Errore scrittura file temporaneo

source: %u red fixes left
french: %u reparations rouge restantes
italian: %u rossi da correggere

source: %u red pixels filtered
french: %u pixels rouge filtrés
italian: %u pixel rossi filtrati

source: %u green fixes left
french: %u reparations vert restantes
italian: %u verdi da correggere

source: %u green pixels filtered
french: %u pixels vert filtrés
italian: %u pixel verdi filtrati

source: %u blue fixes left
french: %u reparations bleu restantes
italian: %u blu da correggere

source: %u blue pixels filtered
french: %u pixels bleu filtrés
italian: %u pixel blu filtrati

source: %u pixels filtered
french: %u pixels filtrés
italian: %u pixel filtrati

source: %u fixes left
french: %u réparation restantes
italian: %u ancora da correggere

source: Select frames to combine
french: Sélectioner les images à combiner
italian: Seleziona i Frame da combinare

source: Select the frames to combine
french: Sélectioner les images à combiner
italian: Seleziona i Frame da combinare

source: Auto Align
french: Alignement Automatique
italian: Allineamento Automatico

source: Rigid (4 param)
french: Rigide (4 paramètres)
italian: Rigida (4 param)

source: Transformation method
french: Méthode de transformation
italian: Metodo di trasformazione

source: Prefix
french: Préfixe
italian: Prefisso

source: Method
french: Méthode
italian: Metodo

source: Size
french: Taile
italian: Dimensione

source: None selected
french: Rien de sélectioné
italian: Nessun master selezionato

source: Select Master
french: Sélectioner Maître
italian: Seleziona Master

source: Select master frame
french: Sélectioner image maître
italian: Scegli master frame

source: Select frames to align
french: Sélectioner les images à aligner
italian: Scegli i frame da allineare

source: Alignment progess
french: Progression alignement
italian: progresso allineamento

source: Processing master
french: Traitement maître
italian: Elaborazione master

source: Error writing temporary file - aborting
french: Erreur d'écriture du fichier temporaire - abandon
italian: Errore scrittura file temporaneo - interruzione

source: Aligning frame
french: Alignement image
italian: Allineamento frame

source: Error during alignment -- aborting
french: Erreur durant l'alignement -- abandon
italian: Errore durante l'allineamento -- interruzione

source: Done aligning
french: Alignement finis
italian: Allineamento eseguito

source: All files marked as skipped
french: Tout les fichiers marqué comme sauté
italian: Tutti i file indicati da saltare

source: Min number of images for full CIM?
french: Nombre d'images minimum pour CEM complet?
italian: Minimo numero immagini per CIM completo?

source: CIM Threshold
french: Seuil CEM
italian: Soglie di CIM

source: Stacking currently only supports equal sized images. Aborting.
french: L'empilement ne supporte que les images de même taille pour le moment. Abandon
italian: Lo Stacking corrente supporta solo immagini della stessa dimensione. Interruzione

source: Cannot do CIM on full-color images. Aborting.
french: Ne peut faire CEM sur image pleine couleur. Abandon
italian: Non posso effettuar CIM in immagini full-color. Interruzione.

source: Alignment aborted
french: Alignement Abandoné
italian: Allineamento interrotto

source: Gathering data from %lu of %u
french: Rassemblement données de %lu parmis %u
italian: Raccolta dati da %lu a %u

source: Processing
french: En cours de traitement
italian: Elaborazione

source: Idle
french: Inactif
italian: Pronto

source: Doing CIM combination
french: En cours de combinaison CEM
italian: Eseguo combinazione CIM

source: Total pixels: %d %%Partial CIM %d %%No CIM stack %d
italian: pixel totali: %d %%CIM parziale %d %%Nessun CIM stack %d

source: Info
italian: Informazioni

source: FOV Calculator
italian: Calcola FOV

source: # X-pixel
italian: # pixel X

source: # Y-pixels
italian: # pixel Y

source: X pixel size
italian: dimensioni pixel X

source: Y pixel size
italian: dimensioni pixel Y

source: Focal length
italian: lunghezza focale

source: Reducer
italian: Riduttore

source: &Done
italian: Fatto

source: &Cancel
italian: &Cancella

source: Download Image
french: Télécharge Image
italian: Scarica immagine

source: Done
italian: Fatto

source: Scale:
italian: Scala:

source: Image pixels
italian: pixel immagine

source: Image FOV (degrees)
italian: FOV immagine (gradi)

source: Overlay X-FOV
italian: Copertura X-FOV

source: Overlay Y-FOV
italian: Copertura Y-FOV

source: Downloading image
italian: immagine download

source: (L)RGB Color Synthesis
french: Synthèse de couleur LRVB
italian: Sintesi colore (L)RGB

source: LRGB: Color Ratio
italian: LRGB: Indice colori

source: LRGB: Traditional HSI
italian: LRGB: HSI tradizionale

source: Red frame
italian: Frame ROSSO

source: Green frame
italian: Frame VERDE

source: Blue frame
italian: Frame BLU

source: Luminance frame
italian: Frame Luminanza

source: RGB frame
italian: Frame RGB

source: Apply
italian: Applica

source: Cannot use this frame as the number of pixels does not match. Please align frames first.
italian: Non posso usare questo frame il numero di pixel non corrisponde. Prego prima allinea i frame.

source: Image not a color frame. I doubt you mean to load a BW frame into red, green, and blue.
italian: L'immagine non è a colori. Non è possibile caricare un frame B/W in un Rosso, verde o blu.

source: Which camera?
french: Quelle caméra?
italian: Che camera?

source: Open Canon CR2 RAW
italian: Apri Canon CR2 RAW

source: Loading
italian: Caricamento

source: Open Canon CRW RAW
italian: Apri Canon CRW RAW

source: Drizzle Parameters
italian: Parametri Drizzle

source: User aborted alignment
italian: Allineamento interrotto dall'utente

source: Gathering data from %lu of %u (%d%%)
italian: Raccolta dati da %lu di %u (%d%%)

source: None
italian: Nessuno

source: Filter: Not connected
italian: Filtro: non connesso

source: Filter: %d/%d
italian: Filtro: %d/%d

source: Filter: Connecting
italian: Filtro: Connesso

source: Filter %d
italian: Filtri %d

source: Saving
italian: Salvataggio

source: Save Image
french: Sauver Fichier
italian: Salva immagine

source: Your data were not saved
italian: I dati non sono stati salvati

source: saved
italian: salvato

source: Open Image
french: Ouvrir un image
italian: Apri immagine

source: Could not load file
italian: Non posso aprire il file

source: Base filename to save
italian: None file base da salvare

source: Open FITS file
french: Ouvrir un fichier FITS
italian: Apri file FITS

source: Cannot open file
french: Ne peut pas ouvrir le fichier
italian: Non posso aprire il file

source: File is not a valid FITS image
italian: Il file è un formato FITS non valido

source: Crop Image
italian: Ritaglia immagine

source: Left
italian: Sinistra

source: Right
italian: Destra

source: Top
italian: Sopra

source: Bottom
italian: Sotto

source: Select 2 or more points first (right-click in image)
italian: Prima seleziona 2 o più punti (click destro nell'immagine)

source: What is the image resolution? arc-sec / pixel
italian: Qual è la risoluzione dell'immagine? arc-sec / pixel

source: Image resolution?
italian: Risoluzione immagine

source: %d x %d pixels
italian: %d x %d pixel

source: Scale factor
italian: fattore di scala

source: Algorithm
italian: Algoritmo

source: Select Frames
italian: Scegli i frame

source: Could not load image
italian: Non posso caricare l'immagine

source: Properties
italian: Proprietà

source: &Preview
french: Prévisualisation
italian: Ante&prima

source: &Show Original
italian: Vi&sualizza originale

source: Save PPM/PGM (PNM) file
french: Sauver fichier en PPM/PGM/PNM
italian: Salva formato PPM/PGM (PNM)

source: Save Uncompressed TIFF Image
french: Sauver fichier en TIFF décompressé
italian: Salva formato TIFF non compresso

source: Save Compressed TIFF Image
french: Sauver fichier en TIFF compressé
italian: Salva formato TIFF Compresso

source: Save PNG Image
italian: Salva formato PNG

source: Save BMP Image
italian: Salva formato BMP

source: Save JPG Image
italian: Salva formato JPEG

source: JPEG Quality?
italian: Qualità JPEG?

source: JPEG Compression Quality
italian: Qualità Compressione JPEG?

source: Open Graphics File
italian: Apri File Formato Grafico

source: Select FITS files
italian: Scegli File FITS

source: Processing %s
italian: Elaborazione %s

source: On %d/%d
italian: SU %d/%d

source: Finished processing %d images
french: Fine du traitement de %d images
italian: Elaborazione terminata immagini %d

source: Select graphic image files
french: Sélection d'un fichier d'image graphique
italian: Scegli immagine formato grafico

source: Select color graphic image files
french: Sélection d'un fichier d'image graphique couleur
italian: Scegli immagine formato grafico a colori

source: Not a color image - skipping
french: Image non en couleur - passe
italian: Non è un'immagine a colori - salto

source: Levels / Power stretch
french: Niveaux / Power Stretch
italian: Livelli / Power strech

source: Hue / Saturation / Lightness
french: Teinte / Saturation / luminosité
italian: Tonalità, Saturazione e Luminosità

source: Hue, Saturation, Lightness
french: Teinte, Saturation et luminosité
italian: Tonalità, Saturazione e Luminosità

source: Color Offset Adjustment
french: Ajustement du décalage couleur
italian: Regola Compensazione Colore

source: Color offset adjustment
french: Ajustement de la couleur du fond
italian: Regola compensazione colore

source: Color scaling adjustment
french: Ajustement de la couleur du fond
italian: Regola scala colore

source: Color Scaling Adjustment
french: Ajustement de l'échelle des couleurs
italian: Regola scala colore

source: Edge Enhancement
french: Renforcement des contours
italian: Rafforza bordi

source: Tighten Edges
french: Réduire les contours
italian: Restringi bordi

source: Tighten Star Edges
french: Réduire les contours d'étoile
italian: Restringi i bordi stellari

source: Vertical Smoothing
french: Lissage vertical
italian: Smoothing Verticale

source: Adaptive Median NR
french: Red Bruit adaptatif médian
italian: Mediano &Adattivo NR

source: Adaptive Median Noise Reduction
french: Réduction de Bruit adaptatif médian
italian: Mediano &Adattivo riduzione rumore

source: Gaussian Blur
french: Flou Gaussien
italian: Sfocatura Gaussiana

source: &Save
french: &Enregistrer
italian: &Salva

source: Reset (Linear)
french: Reinitialisation (Linéaire)
italian: Azzera (lineare)

source: Contrast
french: Contraste
italian: Contrasto

source: Last curve
french: Dernière courbe
italian: Ultima curva

source: Saved curve
french: Enregistrer courbe
italian: Curva salvata

source: Pre-sets
italian: Pre impostazioni

source: &Apply
french: &Appliquer
italian: &Applica

source: Target images must be at least as large as reference image
french: L'image cible doit être au moins aussi grande que l'image de référence
italian: Le Immagini di destinazione devono essere grandi almeno come l'immagine di riferimento

source: Multiply by X
french: Multiplication par X
italian: Moltiplica per X

source: Divide by X
french: Division par X
italian: Dividi per X

source: Add X
french: Ajout de X
italian: Aggiungi X

source: Subtract X
french: Soustraction de X
italian: Sottrai X

source: Square root
french: Racine carrée
italian: Radice quadrata

source: Invert
french: Inverse
italian: Inverti

source: Exposure Status
french: État de l'exposition
italian: Stato Esposizioni

source: Exposure Duration
french: Temps de pose
italian: Durata Esposizione

source: Edit
french: Édition
italian: Modifica

source: Undo
french: Annuler
italian: Ripristina

source: Temporary 'undo' files found, perhaps from a crashed session. Should I delete them?
french: Fichiers temporaire'undo' trouvés, peut-être d'un crash précédent. Dois-je les détruire ?
italian: Ho trovato file 'annullati', probabilmente da un precedente sessione interrotta. Devo cancellarli?

source: Delete temporary files?
french: Effacement des fichier temporaires ?
italian: Cancella file temporanei?
