Repository: aws4y/OpenNebulosity
Catalog: nebulosity4/language_files/*_v6.po
Languages: french, italian

source: Temporary auto-align files found, perhaps from a crashed session. Should I delete them?
french: Fichiers temporaires d'auto-alignement trouvés, peut-être d'un crash précédent. Dois-je les détruire?
italian: Ho trovato file auto-allineati, probabilmente da un precedente sessione interrotta. Devo cancellarli?

source: Temporary multi-preproc files found, perhaps from a crashed session. Should I delete them?
french: Fichiers temporaires de multi-pretraitement trouvés, peut-être d'un crash précédent. Dois-je les détruire?
italian: Ho trovato file preprocesati, probabilmente da un precedente sessione interrotta. Devo cancellarli?

source: Undone - %d undos left
french: Annulé - reste %d annulations
italian: non eseguiti - %d annulla sinistra

source: Redone - %d redos left
french: Rétabli - reste %d à rétablir
italian: ri eseguiti - %d rifai sinistra

source: Autoscale dark
french: Auto-échantilonne 'dark'
italian: Autoscala dark

source: Select dark frame
french: Sélectionner un 'dark'
italian: Seleziona dark frame

source: Select flat frame
french: Sélectionner un 'flat'
italian: Seleziona flat frame

source: Select bias frame
french: Sélectionner un 'bias'
italian: Seleziona bias frame

source: Bad pixel mapping only possible on RAW color or BW data. This is a full-color image.
french: La cartographie mauvais pixels n'est possible que sur données couleur 'RAW' ou NB. C'est une image pleines couleurs
italian: Mappa dei Bad pixel è possibile solo su formati RAW o BW. Questa è un'immagine a colori.

source: Create Bad Pixel Map
french: Création d'une carte de mauvais pixels
italian: Crea una Mappa di Bad Pixel

source: Adjust threshold
french: Ajustement du seuil
italian: Regola le soglie

source: bad pixels
french: mauvais pixels
italian: bad Pixel

source: Select RAW//BW frames
french: Sélectionner images RAW//NB
italian: Seleziona frame RAW/BW

source: Could not load RAW frame
french: Impossible de charger l'image RAW
italian: Non posso caricare frame RAW

source: Image already a color image. Aborting.
french: L'image est déjà une image couleur. Arrêt.
italian: L'immagine è gia a colori. Annullo.

source: Error writing output file - file exists or disk full?
french: Erreur lors de l'écriture du fichier de sortie - fichier existant ou disque plein ?
italian: Errore di scrittura del file - È gia' esistente o il disco è pieno?

source: Finished processing
french: Fin du traitement
italian: Elaborazione terminata

source: Could not load first image file
french: Impossible de charger le fichier de la première image
italian: Non posso caricare il primo file immagine

source: You must specify at least one pre-processing file. Otherwise, not much processing going on is there?
french: Vous devez spécifier au joins un fichier de pré-traitement. Sinon, pas grand chose à traiter?
italian: Devi specificare almeno un file di pre-elaborazione. Altrimenti, nessuna elaborazione è in corso?

source: Could not load dark file
french: Impossible de charge le fichier 'dark'
italian: Non posso caricare il file Dark

source: Dark file not of right color type
french: Le fichier 'dark' n'est pas du bon type de couleur
italian: Il file dark non è di tipo a colori

source: Could not allocate needed memory
french: Impossible d'allouer la mémoire nécessaire
italian: Non posso allocare la memoria necessaria

source: Warning -- could not find a suitable definition of hot pixel threshold after 20 iterations. Turning automatic dark scaling off (count=
french: Attention -- impossible de trouver un seuil de pixel chaud approprié après 20 itérations. Désactivation de la mise niveau automatique de 'dark' (count=
italian: Attenzione - Non riesco a trovare una definizione adeguata della soglia di hot pixel dopo 20 iterazioni. Cambia scalatura aultomatica dark a off (count=

source: Could not load BPM file
french: Impossible de charger le fichier BPM
italian: Non riesco a caricare file BMP

source: BPM should be a monochrome file and it's a color one
french: BPM devrait être un fichier monochrome or il est en couleur
italian: Il BPM dovrebbe essere un file in bianco e nero ed è a colori

source: Could not load flat file
french: Impossible de charger le fichier de 'flat'
italian: Non riesco a caricare il file flat

source: Flat file not of right color type
french: Le fichier de 'flat' n'est pas du bon type de couleur
italian: Il file flat non è di tipo a colori corretto

source: Flat file and dark file have different # of pixels
french: Les fichiers de 'flat' et 'dark' n'ont pas le même nombre de pixels
italian: Il Flat e il Dark hanno un differente # di pixel

source: Could not load bias file
french: Impossible de charger un fichier 'bias'
italian: Non riesco a caricare il file bias

source: Bias file not of right color type
italian: Il file bias non è di tipo a colori corretto

source: Bias file and dark/flat file have different # of pixels
french: Les fichiers 'bias' et 'dark/flat' n'ont pas le même nombre de pixels
italian: Il Bias e il dark/flat hanno un differente # di pixel

source: Could not load light frame
french: Impossible de charger le fichier d'image
italian: Non riesco a caricare i Ligth

source: Wrong color type for light frame
french: Mauvais type de couleur pour le fichier d'image
italian: Light frame con formato colore errato

source: Image size mismatch between light frame and dark/flat/bias
french: Différence de taille entre le fichier d'image et ceux de 'dark/flat/bias'
italian: Dimensioni immagini non corrispondente tra light frame/dark/flat/bias

source: Output file exists - should we overwrite this and any others (OK) or should we abort pre-processing (Cancel)?
italian: Il file esiste - devo sovrascrivere questo e gli altri (OK) o annullo la pre-elaborazione (Cancel)?

source: Allow overwrites?
french: Autoriser l'écrasement ?
italian: Sovrascrivo?

source: images
italian: Immagine

source: Select Color Pre-process Frames
french: Sélectionner les images Couleur à pré-traiter
italian: Seleziona i frame a colori per pre-processo

source: Select B&W / RAW Pre-process Frames
french: Sélectionner les images N&B / RAW à pré-traiter
italian: Seleziona i frame B&W / RAW per pre-processo

source: Warning -- could not find a suitable definition of hot pixel threshold after 20 iterations. Turning automatic dark scaling off (count=
french: Attention -- impossible de trouver un seuil de pixel chaud approprié après 20 itérations. Désactivation de la mise niveau automatique de 'dark' (count=
italian: Attenzione - Non riesco a trovare una definizione adeguata della soglia di hot pixel dopo 20 iterazioni. Cambia scalatura aultomatica dark a off (count=

source: Select light frames
french: Sélectionner les fichiers d'image
italian: Seleziona light frame

source: Reference image
french: Image de référence
italian: Immagine di riferimento

source: Multiple set pre-processing
french: Pré-traitement de groupes multiples
italian: Set multipli di pre-elaborazione

source: No bias
french: Pas de bias
italian: Nessun bias

source: No dark
french: Pas de dark
italian: Nessun Dark

source: No flat
french: Pas de flat
italian: Nessun flat

source: No processing
french: Pas de traitement
italian: Nessuna elaborazione

source: 2x2 mean
french: Moyenne 2X2
italian: 2x2 media

source: 3x3 median
french: Médiane 3X3
italian: 3x3 mediano

source: CFA Scaling
french: Mise à l'échelle CFA
italian: Scalatura CFA

source: Dark subtract
french: Soustraction de 'dark'
italian: Sottrazione Dark

source: BPM Mono
french: BPM Monochrome
italian: BMP Mono

source: BPM RAW color
french: BPM couleur RAW
italian: BMP Colore RAW

source: Stack method for biases, darks, and flats?
french: Méthode d'empilement pour 'bias', 'dards' et 'flats' ?
italian: Metodo di stack per bias, dark e flat?

source: Average
french: Moyenne
italian: Media

source: Select dark(s) or BPM: Set
french: Sélection de 'dark(s)' ou BPM : groupe
italian: Seleziona il(i)dark o BMP: Set

source: Select bias(es): Set
french: Sélection de 'bias' : groupe
italian: Seleziona il(i)bias: Set

source: Select light(s): Set
french: Sélection d'images(s) : groupe
italian: Seleziona il(i)light: Set

source: Select flat(s): Set
french: Sélection de 'flat(s)' : groupe
italian: Seleziona il(i)flat: set

source: asking for undefined bias frame
french: demande pour 'bais' indéfini
italian: Richiesta bias frame indefinito

source: asking for undefined dark frame
french: demand pour 'dark' indéfini
italian: Richiesta dark frame indefinito

source: When using bad pixel mapping, only select a single frame (the BPM) with the Dark button. BPMs aren't stacked. So, you should have already made a single BPM that you will pass in here.
french: Lors de l'utilisation d'une carte de mauvais pixels (BPM), ne sélectionnez qu'un seul fichier (le BPM) avec le bouton 'Dark'. Les BPM ne sont pas empilés. Vous devez donc avoir déjà fait un unique BPM que indiquez là.
italian: Quandoi usi la mappatura dei Bad pixel, seleziona solo un frame singolo (il BMP) con il pulsante Dark. Così, si dovrebbe avere già un singolo BMP da passare qui.

source: No light frames defined -- define at least one or hit Cancel
french: Aucun fichier image défini -- en définir au moins un ou sélectionner Cancel
italian: Nessun Light frame definito -- definirne uno o premi Cancel

source: Error stacking darks
french: Erreur dans l'empilement de 'darks'
italian: Errore nello stacking dei draks

source: Error saving dark stack
french: Erreur dans l'enregistrement de l'empilement de 'dark'
italian: Errore di salvataggio dello stack dei dark

source: Pre-processing
french: Pré-traitement
italian: Pre-elaborazione

source: Processing control frames
french: Traitement des fichiers de contrôle
italian: Elaborazione controllo frame

source: Error loading bias to apply to flat
french: Erreur lors du chargement d'un 'bias' pour y appliquer un 'flat'
italian: Errore caricamento del bias per applicarci il flat

source: Error loading flat to subtract bias from it
french: Erreur lors du chargement d'un 'flat' pour y soustraire un 'bias'
italian: Errore di caricamento del flat per sottrarrci il bias

source: Error saving bias-processed flat:
french: Erreur lors de l'enregistrement d'un 'flat' traité avec 'bias' :
italian: Errore salvataggio bias-processed flat:

source: Error loading dark to apply to flat
french: Erreur lors du chargement d'un 'dark' pour y appliquer un 'flat'
italian: Errore di caricameto del dark per applicarci il flat

source: Error loading flat to subtract dark from it
french: Erreur lors du chargement d'un flat pour y soustraire un dark
italian: Errore di caricamento del flat per sottrarrci il dark

source: Error saving dark-processed flat:
french: Erreur lors de l'enregistrement d'un flat avec dark :
italian: Errore salvataggio dark-processed flat:

source: Processing set
french: Traitement d'un groupe
italian: Elaborazione serie multiple

source: Image Previewer
french: Aperçu d'Image
italian: Anteprima immagine

source: Rename
french: Renommer
italian: Rinomina

source: Delete
french: Détruire
italian: Cancella

source: Next
french: Suivant
italian: Successiva

source: Previous
french: Pécédent
italian: Precedente

source: Lock image
french: Verrouiller l'image
italian: Blocca Immagine

source: Blink
french: Clignoter
italian: Lampeggio

source: Load Images
french: Charger Images
italian: Carica immagine

source: Rename prefix
french: Renommer le préfix
italian: Rinomina prefisso

source: Output file exists
french: Fichier de sortie existant
italian: file output esistente

source: Delete file?
french: Détruire le fichier ?
italian: Cancello file?

source: Confirm
french: Comfirmer
italian: Conferma

source: Could not delete file
french: Impossible de détruire le fichier
italian: Non posso cancellare il file

source: Blink delay (0-1000 ms)?
french: Délai de clignotement (0-1000 ms)
italian: Ritardo lampeggio (0-1000ms)?

source: Enter blink delay (ms)
french: Entrer le temps de clignotement (ms)
italian: Inserisci ritardo lampeggio (ms)

source: Stop blinking
french: Arrêter clignotement
italian: Ferma lampeggio

source: Create new copies (Yes) or merely rename existing images (No)
french: Créer nouvelles copies (Oui) or juste renommer les images existantes (Non)
italian: Crea nuove copie (Yes) o rinomino semplicemente le immagini esistenti (No)

source: Create New Files?
french: Créer Nouveau Fichier
italian: Crea un nuovo file?

source: Select RAW frames
french: Sélection de fichiers RAW
italian: Seleziona un frame RAW

source: Image already square. Aborting.
french: L'image est déjà carrée. Arrêt.
italian: Immagine con pixel già quadrati. Annullo.

source: Output file already exists. OK to overwrite all or cancel?
french: Fichier existant. OK pour écraser tout ou annuler ?
italian: Il file è esistente. OK per sovrascrivere tutti o cancel?

source: Problem
french: Problème
italian: Problema

source: Batch reconstruction canceled
french: Batch de reconstruction annulé
italian: Ricostruzione gruppo cancellata

source: Script Editor
french: Éditeur de script
italian: Editor di Script

source: Command
french: Commande
italian: Comando

source: Parameter
french: Paramètre
italian: Parametro

source: Description
italian: Descrizione

source: Load Script
french: Ouvre un Script
italian: Carica Script

source: Save Script
french: Enregistre le Script
italian: Salva Script

source: Most common
french: Plus commun
italian: Più comuni

source: Captures a series of ___ images
french: Capture une série de ___ images
italian: Cattura una serie di ___ immagini

source: Sets the file name to be ___
french: Défini le nom de fichier comme ___
italian: Imposta il nome del file a ___

source: Sets the capture directory to be ___
french: Défini le répertoire de capture à ___
italian: Imposta la directory a ___

source: Sets the exposure duration to be ___ msec
french: Ajuste le temps d'exposition à ___ msec
italian: Imposta la durata esposizioni a ___ msec

source: Sets the camera binning to be ___. 0=no binning (1x1), 1 or 2=2x2, 3=3x3, 4=4x4
french: Ajuste le binning de la caméra à ___. 0=pas de binning (1x1), 1 ou 2=2x2, 3=3x3, 4=4x4
italian: Imposta il binnig della camera a ___. 0=nullo (1x1), 1 o 2=2x2, 3=3x3, 4=4x4

source: Sets the shutter state to be ___. 0=open=light, 1=closed=dark
french: Positionne l'obturateur à ___. 0=Ouvert=luminance, 1=Fermé=dark
italian: Imposta la posizione l'otturatore a ___. 0=aperto, 1=chiuso=dark

source: Selects filter #___ on the onboard filter wheel
french: Sélection du filtre N°___ de la roue à filtre interne
italian: Sleziona filtro #___ nella ruota portafiltri interna

source: Selects filter #___ on the external filter wheel
french: Sélection du filtre N°___ de la roue à filtre externe
italian: Sleziona filtro #___ nella ruota portafiltri esterna

source: Capture Setup
french: Réglages de capture
italian: Impostazioni acquisizioni

source: Selects time delay between exposures to be ___ msec
french: Sélection du temps d'attente entre poses à ___ msec
italian: Seleziona il ritardo tra le sposizioni a ___ msec

source: Sets the camera gain to be ___
french: Ajuste le gain de la caméra à ___
italian: Imposta il guadagno della camera a ___

source: Sets the camera offset to be ___
french: Ajuste l'Offset de la caméra à ___
italian: Imposta l'offset della camera a ___

source: Sets the color file format be ___. 0=RGB FITS (IPlus), 1=RGB FITS (Maxim), 2=3 separate FITS
french: Ajuste le format de fichier couleur à ___. 0=RVB FITS (IPlus), 1=RVB (Maxim), 2=3 FITS séparés
italian: Imposta il formato del file a colori ___. 0=RGB FITS (IPlus), 1=RGB FITS (Maxim), 2=3 FITS separati

source: Sets the color acquisition mode to be ___ 0=RAW, 1=RGB Optimize speed, 2=RGB Optimize quality
french: Ajuste le mode d'acquisition couleur à ___ 0=RAW, 1=RVB vitesse optimale, 2=RVB qualité optimale
italian: Imposta il modo di acquisizione a colori a ___ 0=RAW, 1=RGB velocità ottimizzata, 2=RGB qualita' ottimizzata

source: Control
french: Contrôle
italian: Controllo

source: Captures a single frame and save as ___.fit (special behavior if name is 'metric')
french: Capture d'une image unique et enregistrer comme ___.fit (comportement spécial si 'metric')
italian: Cattura un singolo frame e salva come ___.fit (special behavior if name is 'metric')

source: Connect to camera #___ (# defined in selection pull-down)
french: Connexion à la caméra N°___ (N° défini par la sélection déroulante)
italian: Conetti alla camera#___ (# defined in selection pull-down)

source: Connects to camera named ___
french: Connexion à la caméra nommée ___
italian: Collega alla camera ___

source: Prompts the user with ___ message and wait for OK
french: Affichage du message ___ à l'utilisateur et attente de OK
italian: Richiede all'utente con messaggio ___ e attende per OK

source: Pause script execution for ___ msec
french: Mise en pause de l'exécution du script for ___ msec
italian: Ferma l'esecuzione dello script per ___ msec

source: Enable (1) or disable (0) listening for commands on the clipboard
french: Active (1) ou désactive (0) l'écoute de commandes sur le presse-papier
italian: Abilita (1) o disabilita (0) la ricezione dei comandi dagli appunti

source: Enable (value=portnumber) or disable (0) listening for commands via TCPIP sockets
french: Active (valeur=numéro-de-port) ou désactive (0) l'écoute de commandes via sockets TCP/IP
italian: Abilita (value=portnumber) o disabilita (0) la ricezione dei comandi via TCPIP

source: Sets the display black level to ___
french: Ajuster le niveau de noir de l'affichage à ___
italian: Imposta il livello del nero a ___

source: Sets the display white level to ___
french: Ajuster le niveau d'affichage à ___
italian: Imposta il livello del bianco a ___

source: Wait ___ msec and exit the program
french: Attente de ___ msec et sortie du programme
italian: Attendi ___ msec e esci dal programma

source: Load script
french: Charger le script
italian: Carica Script

source: Save script
french: Enregistrer le script
italian: Salva Script

source: Exit without saving changes?
french: Terminer sans sauver les changements ?
italian: Esci senza salvare i cambiamenti?

source: Discard changes?
french: Renoncer aux changements ?
italian: Elimino Miodifiche?

source: File does not exist
french: Fichier inexistant
italian: Il File non esiste

source: Script Alert
french: Alerte de script
italian: Allarme script

source: Can't find the camera you're asking for. It's either disabled or you mistyped the name.
french: mpossible de trouver la caméra demandée. Elle est inactive ou vous avez mal tapé le nom
italian: Non riesco a trovare la camera richiesta. È inattiva o il nome è sbagliato.

source: Script done
french: Script terminé
italian: Script eseguito

source: Load file
french: Chargement fichier
italian: Carica file

source: Save file as
french: Enregistrer fichier sous
italian: Salva come

source: On
italian: Acceso

source: Off
italian: Spento

source: Open
french: Ouvrir
italian: Aperto

source: Closed
french: Fermé
italian: Chiuso

source: TEC Regulation
french: Régulation TEC
italian: Regolazione TEC

source: Set point (C)
french: Consigne (°C)
italian: Fissa valore (C)

source: Shutter
french: Obturateur
italian: Otturatore

source: Busy
french: Occupé
italian: Occupato

source: Unknown
french: Inconnu
italian: Sconosciuto

source: Filter: %u/%d (
french: Filtre %u%d (
italian: Filtro: %u/%d (

source: Filter: %d/%d (
french: Filtre : %d%d (
italian: Filtro: %d/%d (

source: Active
french: Actif
italian: Attivo

source: Paused
french: En pause
italian: Pausa

source: No Dither
french: Pas de Dither
italian: Nessun Dither

source: Small Dither
french: Dither faible
italian: Dither minimo

source: Medium Dither
french: Dither moyen
italian: Dither Medio

source: High Dither
french: Dither important
italian: Dither Alto

source: Very High Dither
french: Dither très important
italian: Dither molto alto

source: Extreme Dither
french: Dither extrême
italian: Dither Estremo

source: Settle at < 0.1
french: Stabilisation < 0,1
italian: Risol. at < 0.1

source: Settle at < 0.2
french: Stabilisation < 0,2
italian: Risol. at < 0.2

source: Settle at < 0.3
french: Stabilisation < 0,3
italian: Risol. at < 0.3

source: Settle at < 0.4
french: Stabilisation < 0,4
italian: Risol. at < 0.4

source: Settle at < 0.5
french: Stabilisation < 0,5
italian: Risol. at < 0.5

source: Connect
french: Connexion
italian: Connetti

source: During Download
french: Pendant chargement
italian: Durante il Download

source: Port (0-65535) PHD is listening on?
french: Port (0-65535) sur lequel écoute PHD ?
italian: Porta (0-65535) PHD attivo in ascolto?

source: Port
italian: Porta

source: PHD Port Configuration
french: Configuration du Port PHD
italian: Configurazione Porta PHD

source: Connection OK
french: Connexion OK
italian: Connessione OK

source: Connection failed
french: La connexion a échoué
italian: Connessione Fallita

source: No connection
french: Pas de connexion
italian: Nessuna Connessione

source: Image info:
french: Informations sur l'image:
italian: Info Immagine:

source: -Not available-
french: -Non disponible-
italian: -Non eseguibile-

source: Ext. Filter wheel
french: Roue à Filtre externe
italian: Ruota filtri Esterna

source: Mini Capture Control
french: Contrôle de capture réduit
italian: Controllo Acquisizione Mini

source: &Zero Min
french: &Min Zéro

source: Sharpen
french: Renforcement

source: &About
french: &À propos de

source: &File
french: &Fichier

source: Directory
french: Répertoire

source: SPAWNED
french: ENGENDRÉ

source: Colors In Motion
french: Couleurs En Mouvement

source: 2nd star %d valid - on %lu/%lu
french: 2ème étoile %d valide - sur %lu/%lu

source: Frame
french: Image

source: DSS Loader
french: Chargeur DSS

source: bias file not of right color type
french: Fichier 'bias' du mauvais type de couleur

source: - - - - - None loaded - - - - -
french: - - - - - Aucun de chargé - - - - -

source: 7 pixel blur
french: Flou sur 7 pixels

source: 10 pixel blur
french: Flou sur 10 pixels

source: Capture asked for, but no camera connected Aborting
french: Capture demandée, mais pas de caméra connectée
